[
 {
   "name": "Birmingham",
   "state": "AL",
   "coord": {
      "lat": 33.456412,
      "lon": -86.801904
    },
   "iata": "ATL",
   "rank": 120,
   "id": 4049979,
   "image url": "https://www.tripsavvy.com/thmb/B0XVrO9WhA6pAmZ7Yo1QXkF9tm8=/1183x887/smart/filters:no_upscale()/birmingham--alabama--usa-134992889-5bc694f2a19244f2bbc780195c545cf8.jpg",
   "description": "Birmingham is a city in the north central region of the U.S. state of Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous county"
 },
 {
   "name": "Huntsville",
   "state": "AL",
   "coord": {
      "lat": 34.718428,
      "lon": -86.556439
    },
   "iata": "ATL",
   "rank": 117,
   "id": 4068590,
   "image url": "https://whnt.com/wp-content/uploads/sites/20/2018/12/Huntsville_Winter.jpg",
   "description": "Huntsville is a city in Madison County, Limestone County, and Morgan County, Alabama, United States. It is the county seat of Madison County. Located in the Appalachian region of northern Alabama, Huntsville is the most populous city in the state"
 },
 {
   "name": "Mobile",
   "state": "AL",
   "coord": {
      "lat": 30.701142,
      "lon": -88.103184
    },
   "iata": "ATL",
   "rank": 143,
   "id": 4076598,
   "image url": "https://www.sunoutdoors.com/resourcefiles/blogsmallimages/mobile-alabama.jpg",
   "description": "Mobile is a port city on Alabama’s Gulf Coast. The WWII-era USS Alabama battleship is anchored in Battleship Memorial Park. Floats, costumes and photos at the Mobile Carnival Museum illuminate the city’s centuries-old Mardi Gras tradition. The 1850 Cathedral Basilica of the Immaculate Conception features intricate German stained glass. International fine and decorative art is displayed at the Mobile Museum of Art."
 },
 {
   "name": "Montgomery",
   "state": "AL",
   "coord": {
      "lat": 32.356988,
      "lon": -86.257817
    },
   "iata": "ATL",
   "rank": 131,
   "id": 4076784,
   "image url": "https://floydhunter.com/wp-content/uploads/2020/04/AlabamaStateCapitol.jpg",
   "description": "Montgomery is the capital city of Alabama. The black granite Civil Rights Memorial and adjacent exhibition center commemorate the Civil Rights Movement. Martin Luther King, Jr. preached at the Dexter Avenue Baptist Church, a hub for the Montgomery bus boycott. Close by is the domed, 1850s Alabama State Capitol. East of downtown, the Montgomery Museum of Fine Arts displays porcelain and American and African art."
 },
 {
   "name": "Little Rock",
   "state": "AR",
   "coord": {
      "lat": 34.746905,
      "lon": -92.280049
    },
   "iata": "LIT",
   "rank": 132,
   "id": 4119403,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/0/04/Skyline_of_Little_Rock%2C_Arkansas_-_20050319.jpg",
   "description": "Little Rock, the capital of Arkansas, is a city on the Arkansas River. It’s home to the William J. Clinton Presidential Library and Museum, with exhibits including a replica of the Oval Office and presidential artifacts. In an 1800s Greek Revival building, the Old State House Museum traces Arkansas history. MacArthur Park has a pond, plus the Arkansas Arts Center, known for its large collection of drawings."
 },
 {
   "name": "Washington",
   "state": "DC",
   "coord": {
      "lat": 38.911936,
      "lon": -77.016719
    },
   "iata": "DCA",
   "rank": 20,
   "id": 4140963,
   "image url": "https://cdn.britannica.com/42/93842-050-295D32A0/US-Capitol-place-meeting-Congress-Washington-DC.jpg",
   "description": "Washington, DC, the U.S. capital, is a compact city on the Potomac River, bordering the states of Maryland and Virginia. It’s defined by imposing neoclassical monuments and buildings – including the iconic ones that house the federal government’s 3 branches: the Capitol, White House and Supreme Court. It's also home to iconic museums and performing-arts venues such as the Kennedy Center."
 },
 {
   "name": "Cape Coral",
   "state": "FL",
   "coord": {
      "lat": 26.606491,
      "lon": -81.95016
    },
   "iata": "FMY",
   "rank": 114,
   "id": 4149962,
   "image url": "https://www.gannett-cdn.com/authoring/video-thumbnails/bb03b7e9-e664-4847-acaa-2d7d1a81f5a7_poster.jpg?width=660&height=371&fit=crop&format=pjpg&auto=webp",
   "description": "Cape Coral is a city in southwest Florida, known for its many canals. Home to manatees, Sirenia Vista Park has kayak routes to Matlacha Pass Aquatic Preserve, where birds wade amid mangroves. Cape Coral Historical Society & Museum traces the planning of the city. Yacht Club Community Park has a beach and pier on the Caloosahatchee River. To the north, Four Mile Cove Ecological Preserve attracts herons and ibis."
 },
 {
   "name": "Fort Lauderdale",
   "state": "FL",
   "coord": {
      "lat": 26.121323,
      "lon": -80.127909
    },
   "iata": "FLL",
   "rank": 147,
   "id": 4155966,
   "image url": "https://media.timeout.com/images/105218716/750/422/image.jpg",
   "description": "Fort Lauderdale is a city on Florida's southeastern coast, known for its beaches and boating canals. The Strip is a promenade running along oceanside highway A1A. It's lined with upscale outdoor restaurants, bars, boutiques and luxury hotels. Other attractions include the International Swimming Hall of Fame, with pools and a museum of memorabilia, and Hugh Taylor Birch State Park, featuring trails and a lagoon."
 },
 {
   "name": "Hialeah",
   "state": "FL",
   "coord": {
      "lat": 25.909809,
      "lon": -80.388874
    },
   "iata": "MIA",
   "rank": 103,
   "id": 4158476,
   "image url": "https://ssl.cdn-redfin.com/photo/106/mbphoto/053/genMid.RX-10488053_0.jpg",
   "description": "Hialeah is a city in Miami-Dade County, Florida, United States. With a population of 223,109 as of the 2020 census, Hialeah is the sixth-largest city in Florida. It is a principal city of the Miami metropolitan area, which was home to an estimated 6,198,782 people at the 2018 census."
 },
 {
   "name": "Hollywood",
   "state": "FL",
   "coord": {
      "lat": 26.027459,
      "lon": -80.120219
    },
   "iata": "FLL",
   "rank": 172,
   "id": 4158928,
   "image url": "https://valuestoreit.com/wp-content/uploads/2018/11/hollywood-guide-i661617984.jpg",
   "description": "Hollywood is a city on Florida's east coast, between Fort Lauderdale and Miami. Palm-dotted Hollywood Beach is backed by the long Hollywood Beach Broadwalk. ArtsPark at Young Circle features an outdoor amphitheater and a striking fountain. Nearby, the Art and Culture Center of Hollywood offers contemporary exhibitions and performances. The Anne Kolb Nature Center is a reserve with mangrove trails and an aquarium."
 },
 {
   "name": "Jacksonville",
   "state": "FL",
   "coord": {
      "lat": 30.389438,
      "lon": -81.680806
    },
   "iata": "JAX",
   "rank": 13,
   "id": 4160021,
   "image url": "https://dreamfinderhomes-16877.kxcdn.com/wp-content/uploads/2021/08/Blog1-1.jpeg",
   "description": "Jacksonville is a city located on the Atlantic coast of Florida, the most populous city in the state, and is the largest city by area in the contiguous United States as of 2020. It is the seat of Duval County, with which the city government consolidated in 1968."
 },
 {
   "name": "Miami",
   "state": "FL",
   "coord": {
      "lat": 25.558428,
      "lon": -80.458168
    },
   "iata": "MIA",
   "rank": 41,
   "id": 4164138,
   "image url": "https://rccl-h.assetsadobe.com/is/image/content/dam/royal/data/ports/miami-florida/miami-florida-south-beach-aerial.jpg?$750x320$",
   "description": "Miami, officially the City of Miami, is a major city and a coastal metropolis located in Miami-Dade County in southeastern Florida, in the United States."
 },
 {
   "name": "Miramar",
   "state": "FL",
   "coord": {
      "lat": 25.987314,
      "lon": -80.232271
    },
   "iata": "FLL",
   "rank": 198,
   "id": 4164601,
   "image url": "https://hirex-assets.s3.us-east-1.amazonaws.com/cities/large/miramar-fl.jpg",
   "description": "Miramar is a city in southern Broward County, Florida, United States. As of the 2020 census, the population was 134,721. It is a principal city of the Miami metropolitan area, which is home to approximately six million people."
 },
 {
   "name": "Orlando",
   "state": "FL",
   "coord": {
      "lat": 28.545179,
      "lon": -81.373291
    },
   "iata": "ORL",
   "rank": 71,
   "id": 4167147,
   "image url": "https://res.cloudinary.com/maa/image/upload/c_lfill,g_auto,f_auto,q_auto:eco,h_1252,w_2160/v1/maac/-/media/images/metro-landing-page-heros/orlando_fl.jpg",
   "description": "Orlando, a city in central Florida, is home to more than a dozen theme parks. Chief among its claims to fame is Walt Disney World, comprised of parks like the Magic Kingdom and Epcot, as well as water parks. Another major destination, Universal Orlando, offers Universal Studios and Islands of Adventure, with the Wizarding World of Harry Potter straddling both."
 },
 {
   "name": "Pembroke Pines",
   "state": "FL",
   "coord": {
      "lat": 26.021239,
      "lon": -80.340396
    },
   "iata": "MIA",
   "rank": 153,
   "id": 4168139,
   "image url": "https://allcountypaving.com/wp-content/uploads/2015/06/asphalt-mill-pembroke-pines-fl.png",
   "description": "Pembroke Pines is a city in southern Broward County, Florida, United States. The city is located 22 miles north of Miami. The population of Pembroke Pines is 171,178 as of the 2020 census."
 },
 {
   "name": "St. Petersburg",
   "state": "FL",
   "coord": {
      "lat": 27.775654,
      "lon": -82.64092
    },
   "iata": "TPA",
   "rank": 82,
   "id": 4171563,
   "image url": "https://cdn.britannica.com/87/152687-050-E0142B82/pier-Saint-Petersburg-Florida.jpg",
   "description": "St. Petersburg is a city on Florida's gulf coast, part of the Tampa Bay area. It's known for its pleasant weather (hence its “Sunshine City” nickname), making it popular for golfing, boating, fishing and beachgoing. Its waterfront parks host the Dali Museum, featuring surrealist works of art; the Museum of Fine Arts, with works ranging from ancient to contemporary; and Mahaffey Theater, home of the Florida Orchestra."
 },
 {
   "name": "Tallahassee",
   "state": "FL",
   "coord": {
      "lat": 30.427753,
      "lon": -84.258472
    },
   "iata": "ATL",
   "rank": 129,
   "id": 4174715,
   "image url": "https://www.extraspace.com/blog/wp-content/uploads/2018/07/tallahassee-fl.jpg",
   "description": "Tallahassee is the state capital of Florida. The Capitol Complex includes the restored Historic Capitol, now a museum with displays on political history. The 1970s Capitol tower offers city views from its 22nd-floor observation deck. Nearby, exhibits at the Museum of Florida History cover European colonization, the Civil War and WWII. The city's antebellum mansions include the 1843 Knott House Museum."
 },
 {
   "name": "Tampa",
   "state": "FL",
   "coord": {
      "lat": 27.996097,
      "lon": -82.582035
    },
   "iata": "TPA",
   "rank": 47,
   "id": 4174757,
   "image url": "https://media.cntraveler.com/photos/601b10219d4d66f32970a192/16:9/w_2560%2Cc_limit/1097988940",
   "description": "Tampa is a city on Tampa Bay, along Florida’s Gulf Coast. A major business center, it’s also known for its museums and other cultural offerings. Busch Gardens is an African-themed amusement park with thrill rides and animal-viewing areas. The historic Ybor City neighborhood, developed by Cuban and Spanish cigar-factory workers at the turn of the 20th century, is a dining and nightlife destination."
 },
 {
   "name": "Atlanta",
   "state": "GA",
   "coord": {
      "lat": 33.844371,
      "lon": -84.47405
    },
   "iata": "ATL",
   "rank": 36,
   "id": 4180439,
   "image url": "https://www.worldatlas.com/upload/a1/85/02/shutterstock-1450403552.jpg",
   "description": "Atlanta is the capital of the U.S. state of Georgia. It played an important part in both the Civil War and the 1960s Civil Rights Movement. Atlanta History Center chronicles the city's past, and the Martin Luther King Jr. National Historic Site is dedicated to the African-American leader’s life and times. Downtown, Centennial Olympic Park, built for the 1996 Olympics, encompasses the massive Georgia Aquarium."
 },
 {
   "name": "Augusta",
   "state": "GA",
   "coord": {
      "lat": 33.456687,
      "lon": -81.969184
    },
   "iata": "ATL",
   "rank": 127,
   "id": 4180531,
   "image url": "https://450iq48w3o32479ht1bq9078-wpengine.netdna-ssl.com/wp-content/uploads/2020/06/AUGUSTA-SMALL-1080x675.jpg",
   "description": "Augusta is a city in Georgia, near the South Carolina border. The Augusta Museum of History includes exhibits on golf and soul singer James Brown. The Augusta Riverwalk runs along the Savannah River. Nearby, the Morris Museum of Art is dedicated to the art of the American South. The Boyhood Home of President Woodrow Wilson depicts the early life of the 28th president. Trails span the length of the 1845 Augusta Canal."
 },
 {
   "name": "Columbus",
   "state": "OH",
   "coord": {
      "lat": 40.100924,
      "lon": -83.013402
    },
   "iata": "CMH",
   "rank": 15,
   "id": 4188985,
   "image url": "https://mmimageservice.azurewebsites.net/api/image/office/032",
   "description": "Columbus is Ohio’s state capital. The city’s Scioto Mile is a string of parks on both sides of the Scioto River, with a huge interactive fountain and trails. On the west bank, the COSI science center offers hands-on exhibits and a planetarium. Downtown, the Columbus Museum of Art includes American and European paintings and a sculpture garden. The German Village area has restored brick houses built by 1800s settlers."
 },
 {
   "name": "Macon",
   "state": "GA",
   "coord": {
      "lat": 32.804382,
      "lon": -83.617554
    },
   "iata": "ATL",
   "rank": 175,
   "id": 4207400,
   "image url": "https://365atlantatraveler.com/wp-content/uploads/2022/05/macon-1274x850.jpeg",
   "description": "Macon is a city in central Georgia. Ocmulgee National Monument has large Native American earthen mounds from around 1000 A.D., and its museum displays artifacts spanning thousands of years. The Tubman Museum’s exhibits on African-American art, history and culture include a huge mural and the Inventors Gallery. The Allman Brothers Band Museum at the Big House shows memorabilia in the rock band’s former home."
 },
 {
   "name": "Indianapolis",
   "state": "IN",
   "coord": {
      "lat": 39.775092,
      "lon": -86.13216
    },
   "iata": "IND",
   "rank": 16,
   "id": 4259418,
   "image url": "https://a.cdn-hotels.com/gdcs/production140/d372/89e4bb5c-3362-43a3-9e01-da5a9f5d0b66.jpg",
   "description": "Indianapolis, colloquially known as Indy, is the state capital and most-populous city of the U.S. state of Indiana and the seat of Marion County. According to the United States Census Bureau, the consolidated population of Indianapolis and Marion County in 2020 was 977,203."
 },
 {
   "name": "Kansas City",
   "state": "MO",
   "coord": {
      "lat": 39.102404,
      "lon": -94.598583
    },
   "iata": "MCI",
   "rank": 38,
   "id": 4273837,
   "image url": "https://livability.com/wp-content/uploads/2019/05/KansasCityMO-DowntownCityscape.jpg",
   "description": "Kansas City sits on Missouri's western edge, straddling the border with Kansas. It's known for its barbecue, jazz heritage and fountains. Downtown, the American Jazz Museum shares a building with the Negro Leagues Baseball Museum in the historic 18th & Vine Jazz District. The Nelson-Atkins Museum of Art, with giant shuttlecocks out front, houses nearly 40,000 works of art, from ancient to contemporary collections."
 },
 {
   "name": "Olathe",
   "state": "KS",
   "coord": {
      "lat": 38.899901,
      "lon": -94.831991
    },
   "iata": "MCI",
   "rank": 199,
   "id": 4276614,
   "image url": "https://media.istockphoto.com/photos/kansas-city-skyline-lake-view-picture-id1041976466?k=20&m=1041976466&s=612x612&w=0&h=HxpJswn4AyDUoUQYArimG_uW2ZibOEEGycst9OsyrLE=",
   "description": "Olathe is the county seat of Johnson County, Kansas, United States. It is the fourth-most populous city in the Kansas City metropolitan area and Kansas, with a 2020 population of 141,290."
 },
 {
   "name": "Overland Park",
   "state": "KS",
   "coord": {
      "lat": 39.02315,
      "lon": -94.669467
    },
   "iata": "MCI",
   "rank": 122,
   "id": 4276873,
   "image url": "https://s3.amazonaws.com/CFSV2/siteimages/ovl/414823-3.png",
   "description": "Overland Park is the second-most populous city in the U.S. state of Kansas. Located in Johnson County, it is also the second-most populous city in the Kansas City metropolitan area. As of the 2020 census, the population of the city was 197,238."
 },
 {
   "name": "Wichita",
   "state": "KS",
   "coord": {
      "lat": 37.651974,
      "lon": -97.258997
    },
   "iata": "ICT",
   "rank": 51,
   "id": 4281730,
   "image url": "https://www.sumnerone.com/hubfs/wichita.png",
   "description": "Wichita is a city in south-central Kansas. Exploration Place features hands-on science exhibits and Kansas in Miniature, a display of animated models depicting 1950s Kansas. Old Cowtown Museum recreates 19th-century life with old buildings and costumed guides. Themed gardens at Botanica Wichita include a wildflower meadow and a Chinese garden. The Museum of World Treasures has Egyptian mummies and a T. rex skeleton."
 },
 {
   "name": "Lexington",
   "state": "KY",
   "coord": {
      "lat": 38.016674,
      "lon": -84.486043
    },
   "iata": "LEX",
   "rank": 61,
   "id": 4297983,
   "image url": "https://www.kentuckytourism.com/sites/default/files/listing_images/profile/1996/0-3fd182a935c84e2f27c1fce0c94fa610_lexington.jpg",
   "description": "Lexington is a city in Kentucky. It’s known for horse farms and thoroughbred racetracks like Keeneland. The Kentucky Horse Park features the International Museum of the Horse, the Hall of Champions and many equine breeds. Ashland, the estate of 1800s politician Henry Clay, includes a mansion and formal garden. Clay is buried at the Lexington Cemetery, which has an arboretum, lakes and a Romanesque gatehouse."
 },
 {
   "name": "Louisville",
   "state": "KY",
   "coord": {
      "lat": 38.25247,
      "lon": -85.753812
    },
   "iata": "SDF",
   "rank": 29,
   "id": 4299276,
   "image url": "https://www.outfrontmedia.com/-/media/images/ofm/markets/louisville/louisville-hero.ashx",
   "description": "Louisville, Kentucky's largest city, sits on the Ohio River along the Indiana border. Every May, its race course Churchill Downs hosts the Kentucky Derby, a renowned horse race whose long history is explored at the Kentucky Derby Museum. Baseball is celebrated at the Louisville Slugger Museum and Factory, where Major League bats are produced and a giant baseball \"slugger\" marks the entrance."
 },
 {
   "name": "Baton Rouge",
   "state": "LA",
   "coord": {
      "lat": 30.44924,
      "lon": -91.185607
    },
   "iata": "BTR",
   "rank": 111,
   "id": 4315588,
   "image url": "https://www.worldatlas.com/upload/47/bf/f7/shutterstock-1161171367.jpg",
   "description": "Baton Rouge is a city on the Mississippi River, and the capital of Louisiana. Antebellum landmarks include the castle-like Old Louisiana State Capitol, now a museum, and Magnolia Mound Plantation, with its French Creole house. LSU Rural Life Museum is a complex of refurbished buildings illustrating 18th- and 19th-century life. On the river, the USS Kidd is a retired WWII destroyer that is now a museum."
 },
 {
   "name": "Metairie",
   "state": "LA",
   "coord": {
      "lat": 29.984643,
      "lon": -90.161821
    },
   "iata": "MSY",
   "rank": 200,
   "id": 4333177,
   "image url": "https://www.city2map.com/images/city/metairie_19_us.jpg",
   "description": "Metairie is a census-designated place in Jefferson Parish, Louisiana, United States, and is part of the New Orleans metropolitan area. With a population of 143,507 in 2020, Metairie is the largest community in Jefferson Parish and was the fifth-largest CDP in the United States."
 },
 {
   "name": "New Orleans",
   "state": "LA",
   "coord": {
      "lat": 29.958304,
      "lon": -90.077
    },
   "iata": "MSY",
   "rank": 53,
   "id": 4335045,
   "image url": "https://cdn.travelpulse.com/images/19abedf4-a957-df11-b491-006073e71405/652bfbff-2d20-48f3-b1bd-f02f0f04256d/630x355.jpg",
   "description": "New Orleans is a Louisiana city on the Mississippi River, near the Gulf of Mexico. Nicknamed the \"Big Easy,\" it's known for its round-the-clock nightlife, vibrant live-music scene and spicy, singular cuisine reflecting its history as a melting pot of French, African and American cultures. Embodying its festive spirit is Mardi Gras, the late-winter carnival famed for raucous costumed parades and street parties."
 },
 {
   "name": "Shreveport",
   "state": "LA",
   "coord": {
      "lat": 32.498202,
      "lon": -93.750228
    },
   "iata": "DFW",
   "rank": 151,
   "id": 4341513,
   "image url": "https://www.worldatlas.com/upload/8d/c1/5b/shutterstock-710316274.jpg",
   "description": "Shreveport is a city in northwest Louisiana. Downtown, the Sci-Port Discovery Center features an IMAX dome and hands-on science exhibits. Spring Street Historical Museum explores local history in a restored 19th-century bank. Riverboat casinos dot the Red River. Surrounded by gardens and trails, R.W. Norton Art Gallery displays paintings, sculpture and rare books."
 },
 {
   "name": "Baltimore",
   "state": "MD",
   "coord": {
      "lat": 39.296536,
      "lon": -76.623489
    },
   "iata": "BWI",
   "rank": 31,
   "id": 4347778,
   "image url": "https://www.visitmaryland.org/sites/default/files/styles/editorial_hero/public/2020-08/Inner-Harbor-%40jarasaurus-Instagram-1190x793.jpg?h=b6db544b&itok=hr6JW84f",
   "description": "Baltimore is a major city in Maryland with a long history as an important seaport. Fort McHenry, birthplace of the U.S. national anthem, “The Star-Spangled Banner,” sits at the mouth of Baltimore’s Inner Harbor. Today, this harbor area offers shops, upscale crab shacks and attractions like the Civil War–era warship the USS Constellation and the National Aquarium, showcasing thousands of marine creatures."
 },
 {
   "name": "Kansas City",
   "state": "KS",
   "coord": {
      "lat": 39.103053,
      "lon": -94.630384
    },
   "iata": "MCI",
   "rank": 177,
   "id": 4393217,
   "image url": "https://media.istockphoto.com/photos/kansas-city-missouri-skyline-picture-id637541068?k=20&m=637541068&s=612x612&w=0&h=RiLbMShkezV2G0oVDJUe2vRUGeOK1dmVOkibcPe3A_k=",
   "description": "Kansas City sits on the eastern edge of Kansas, at the border with Missouri. It’s home to the Kansas Speedway, which hosts NASCAR races and has a casino. Vast Wyandotte County Lake Park offers trails, a playground and boat rentals. At the confluence of the Kansas and Missouri rivers, Kaw Point Park marks the site where the Lewis and Clark Expedition camped in 1804 and has views of the downtown skyline"
 },
 {
   "name": "St. Louis",
   "state": "MO",
   "coord": {
      "lat": 38.631501,
      "lon": -90.19231
    },
   "iata": "STL",
   "rank": 72,
   "id": 4407066,
   "image url": "https://www.umsl.edu/new-home/files/images/arch.jpg",
   "description": "St. Louis is a major city in Missouri along the Mississippi River. Its iconic, 630-ft. Gateway Arch, built in the 1960s, honors the early 19th-century explorations of Lewis and Clark and America's westward expansion in general. Replica paddlewheelers ply the river, offering views of the arch. The Soulard district is home to barbecue restaurants and clubs playing blues music."
 },
 {
   "name": "Springfield",
   "state": "MO",
   "coord": {
      "lat": 37.25807,
      "lon": -93.343673
    },
   "iata": "SGF",
   "rank": 163,
   "id": 4409896,
   "image url": "https://i.ytimg.com/vi/4POwzrZ6ifs/maxresdefault.jpg",
   "description": "Springfield is a city in southwestern Missouri. The Discovery Center of Springfield has interactive science exhibits on topics from DNA to dinosaurs. To the north, Dickerson Park Zoo features animals from around the world, plus train rides. Trams run through a cave filled with stalagmites and flowstones at Fantastic Caverns. The Nathanael Greene/Close Memorial Park has trails and botanical gardens."
 },
 {
   "name": "Jackson",
   "state": "MS",
   "coord": {
      "lat": 32.289656,
      "lon": -90.184201
    },
   "iata": "JAN",
   "rank": 183,
   "id": 4431410,
   "image url": "https://images2.minutemediacdn.com/image/upload/c_fill,g_auto,h_1248,w_2220/v1555003086/shape/mentalfloss/503186-istock-577642470.jpg?itok=BGdZNfBK",
   "description": "Jackson is the capital city of Mississippi. The statewide Mississippi Freedom Trail runs through the city, encompassing a number of historic sites that were significant in the civil rights movement. These include the Medgar Evers Home Museum and the landmark Mississippi State Capitol building. In leafy LeFleur’s Bluff State Park, the Mississippi Museum of Natural Science includes an aquarium and nature trails."
 },
 {
   "name": "Cary",
   "state": "NC",
   "coord": {
      "lat": 35.763369,
      "lon": -78.788169
    },
   "iata": "RDU",
   "rank": 156,
   "id": 4459467,
   "image url": "https://149785820.v2.pressablecdn.com/wp-content/uploads/2020/12/things-to-do-in-downtown-cary-nc-2.jpg",
   "description": "Cary is a town in Wake County and Chatham County, North Carolina. Cary is part of the Raleigh-Cary, NC Metropolitan Statistical Area."
 },
 {
   "name": "Charlotte",
   "state": "NC",
   "coord": {
      "lat": 35.26002,
      "lon": -80.804151
    },
   "iata": "CLT",
   "rank": 14,
   "id": 4460243,
   "image url": "https://asset---north-carolina.bldg15.net/img/b/7/b76e2913-c259-4878-813d-a3105f1b6d15/Charlotte%20skyline%20with%20fall%20foliage%20trees-fit(800,600).d171ba38.jpg",
   "description": "Charlotte is a major city and commercial hub in North Carolina. Its modern city center (Uptown) is home to the Levine Museum of the New South, which explores post–Civil War history in the South, and hands-on science displays at Discovery Place. Uptown is also known for the NASCAR Hall of Fame, which celebrates the sport of auto racing through interactive exhibits and films."
 },
 {
   "name": "Durham",
   "state": "NC",
   "coord": {
      "lat": 35.99924,
      "lon": -78.897944
    },
   "iata": "RDU",
   "rank": 70,
   "id": 4464368,
   "image url": "https://www.planetware.com/wpimages/2018/10/north-carolina-durham-attractions-durham-overview.jpg",
   "description": "Durham is a city in North Carolina. It's part of the Research Triangle Region, known for its technology companies and scholarly institutions. On the Duke University campus are the neo-Gothic Duke Chapel and the Nasher Museum of Art, with work by contemporary artists like Christian Marclay and Ai Weiwei. The Museum of Life + Science has hands-on exhibits, a butterfly house and wildlife habitats for bears and lemurs."
 },
 {
   "name": "Fayetteville",
   "state": "NC",
   "coord": {
      "lat": 35.0748,
      "lon": -78.884257
    },
   "iata": "CLT",
   "rank": 110,
   "id": 4466033,
   "image url": "https://media.istockphoto.com/photos/fayetteville-north-carolina-picture-id1190298411?k=20&m=1190298411&s=612x612&w=0&h=ACKSJPMikhxJx7h9z2bCrGhBoTTGVmUc_v-7vuP1cW4=",
   "description": "Fayetteville is a city in North Carolina. The Airborne and Special Operations Museum has exhibits on U.S. Army history, and a motion simulator. The riverside Cape Fear Botanical Garden has plant species like camellias and daffodils, plus a children's garden. The Museum of the Cape Fear Historical Complex explores local cultural heritage, and includes Arsenal Park and the 1897 Poe House, a late-Victorian house museum."
 },
 {
   "name": "Greensboro",
   "state": "NC",
   "coord": {
      "lat": 36.069144,
      "lon": -79.765156
    },
   "iata": "CLT",
   "rank": 67,
   "id": 4469146,
   "image url": "https://www.charlotteobserver.com/latest-news/57104y/picture262348627/alternates/FREE_1140/GettyImages-538448546.jpg",
   "description": "Greensboro is a city in North Carolina. The Greensboro Science Center houses red pandas, sharks and a hands-on museum. Nearby, Guilford Courthouse National Military Park has displays on the American Revolution. Video re-enactments and interactive exhibits trace the civil rights struggle at the International Civil Rights Center & Museum. The Bog Garden is a wetlands area with flowers, birds and an elevated boardwalk."
 },
 {
   "name": "Raleigh",
   "state": "NC",
   "coord": {
      "lat": 35.773632,
      "lon": -78.634457
    },
   "iata": "RDU",
   "rank": 40,
   "id": 4487042,
   "image url": "https://365atlantatraveler.com/wp-content/uploads/2022/03/RALEIGH-1275x850.jpg",
   "description": "Raleigh is the capital city of North Carolina. It’s known for its universities, including North Carolina State University. The number of technology and scholarly institutions around Raleigh, Chapel Hill and Durham make the area known as the Research Triangle. The North Carolina State Capitol is a 19th-century Greek Revival–style building with a statue of George Washington dressed as a Roman general in its rotunda."
 },
 {
   "name": "Winston-Salem",
   "state": "NC",
   "coord": {
      "lat": 36.111102,
      "lon": -80.200493
    },
   "iata": "CLT",
   "rank": 92,
   "id": 4499612,
   "image url": "https://www.travellens.co/content/images/2022/05/Winston-Salem.jpg",
   "description": "Winston-Salem is a city and the county seat of Forsyth County, North Carolina, United States. In 2020, the population was 249,545, making it the second-largest municipality in the Piedmont Triad region."
 },
 {
   "name": "Cincinnati",
   "state": "OH",
   "coord": {
      "lat": 39.166759,
      "lon": -84.53822
    },
   "iata": "CVG",
   "rank": 65,
   "id": 4508722,
   "image url": "https://www.blankrome.com/sites/default/files/styles/max_1000px/public/2018-01/cincinnati-874445708.jpg?itok=Bbn-5Sbc",
   "description": "Cincinnati is a city in Ohio, on the Ohio River. The Over-the-Rhine district is known for its 19th-century architecture, including Findlay Market, which has food and craft vendors. To the north is the Cincinnati Zoo & Botanical Garden. The Cincinnati Museum Center encompasses history, science and children's museums in the art deco Union Terminal. Works spanning 6,000 years are on display at the Cincinnati Art Museum."
 },
 {
   "name": "Columbus",
   "state": "GA",
   "coord": {
      "lat": 32.472864,
      "lon": -84.97823
    },
   "iata": "ATL",
   "rank": 126,
   "id": 4509177,
   "image url": "https://www.outfrontmedia.com/-/media/images/ofm/markets/columbus/carousel/columbus-georgia-hero.ashx",
   "description": "olumbus is a city in western Georgia. The Chattahoochee Riverwalk is a long promenade for walking or biking along the Chattahoochee River. Overlooking the river, the National Civil War Naval Museum displays the remains of 19th-century warships. The Coca-Cola Space Science Center is home to an immersive theater and an observatory. To the east, the Columbus Museum shows American artwork and regional history exhibits."
 },
 {
   "name": "Oklahoma City",
   "state": "OK",
   "coord": {
      "lat": 35.491608,
      "lon": -97.562817
    },
   "iata": "OKC",
   "rank": 24,
   "id": 4544349,
   "image url": "https://www.dreamworksokc.com/wp-content/uploads/2020/03/oklahoma-city-ok.jpg",
   "description": "Oklahoma City is the capital of the U.S. state of Oklahoma. It's known for its cowboy culture and capitol complex, surrounded by working oil wells. The reflecting pool and empty glass and bronze chairs of the Oklahoma City National Memorial recall the victims of the 1995 bombing of the Alfred P. Murrah Federal Building. The Survivor Tree, an American elm nearly destroyed in the attack, is also part of the memorial."
 },
 {
   "name": "Tulsa",
   "state": "OK",
   "coord": {
      "lat": 36.063095,
      "lon": -95.804231
    },
   "iata": "TUL",
   "rank": 48,
   "id": 4553433,
   "image url": "https://www.extraspace.com/blog/wp-content/uploads/2021/04/living-in-tulsa-ok.jpg",
   "description": "Tulsa is a city on the Arkansas River, in the U.S. state of Oklahoma. It’s known for its art deco architecture, mostly in the central Deco District. Landmarks like the Philcade and Philtower buildings reflect a 20th-century construction boom fueled by the prosperous local oil industry. The Philbrook Museum of Art is housed in an Italianate villa that was once the home of a local oil magnate."
 },
 {
   "name": "Philadelphia",
   "state": "PA",
   "coord": {
      "lat": 40.001811,
      "lon": -75.11787
    },
   "iata": "PHL",
   "rank": 7,
   "id": 4560349,
   "image url": "https://www.gtt.com/wp-content/uploads/Philadelphia-493766733.jpg",
   "description": "Philadelphia, Pennsylvania’s largest city, is notable for its rich history, on display at the Liberty Bell, Independence Hall (where the Declaration of Independence and Constitution were signed) and other American Revolutionary sites. Also iconic are the steps of the Philadelphia Museum of Art, immortalized by Sylvester Stallone’s triumphant run in the film \"Rocky.\""
 },
 {
   "name": "Bayamon",
   "state": "PR",
   "coord": {
      "lat": 18.326702,
      "lon": -66.174176
    },
   "iata": "SJU",
   "rank": 167,
   "id": 4562832,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Bayamon_Puerto_Rico_aerial_view.jpg",
   "description": "Bayamón is a city, municipality of Puerto Rico and suburb of San Juan located in the northern coastal valley, north of Aguas Buenas and Comerío; south of Toa Baja and Cataño; west of Guaynabo; and east of Toa Alta and Naranjito. Bayamón is spread over 11 barrios and Bayamón Pueblo."
 },
 {
   "name": "San Juan",
   "state": "PR",
   "coord": {
      "lat": 18.465299,
      "lon": -66.116666
    },
   "iata": "SJU",
   "rank": 62,
   "id": 4568138,
   "image url": "https://static.nationalgeographic.co.uk/files/styles/image_3200/public/online_ean749_hr_web_0.jpg?w=1600&h=900",
   "description": "San Juan, Puerto Rico's capital and largest city, sits on the island's Atlantic coast. Its widest beach fronts the Isla Verde resort strip, known for its bars, nightclubs and casinos. Cobblestoned Old San Juan features colorful Spanish colonial buildings and 16th-century landmarks including El Morro and La Fortaleza, massive fortresses with sweeping ocean views, as well as the Paseo de la Princesa bayside promenade."
 },
 {
   "name": "Chattanooga",
   "state": "TN",
   "coord": {
      "lat": 35.017818,
      "lon": -85.206426
    },
   "iata": "CHA",
   "rank": 144,
   "id": 4612862,
   "image url": "https://betterbuildingssolutioncenter.energy.gov/sites/default/files/partners/images/Chattanooga%20Photo%20for%20Web%20Profile_0.jpg",
   "description": "Chattanooga, a city in southeastern Tennessee, is set along the Tennessee River in the foothills of the Appalachian Mountains. Its trolleylike Incline Railway scales steep Lookout Mountain before reaching Ruby Falls waterfall and Rock City, featuring sweeping views, sandstone formations and gardens. Point Park, also atop Lookout, marks the site of a Civil War battle now honored at the Battles for Chattanooga Museum."
 },
 {
   "name": "Clarksville",
   "state": "TN",
   "coord": {
      "lat": 36.522633,
      "lon": -87.334932
    },
   "iata": "ATL",
   "rank": 164,
   "id": 4613868,
   "image url": "https://www.google.com/search?q=Clarksville+TN&source=lnms&tbm=isch&sa=X&ved=2ahUKEwiupJ_bqP_4AhWPDEQIHR0hA94Q_AUoA3oECAIQBQ&biw=1728&bih=911&dpr=2#imgrc=vjiQIxU7G_oh2M",
   "description": "Clarksville is a city in north Tennessee. The Customs House Museum, an ornate, Victorian building from 1898, offers local history and art exhibits, plus model trains. Northeast, surrounded by parkland, the vast Dunbar Cave complex dates back thousands of years and has many sinkholes. The McGregor Park Riverwalk follows the meandering Cumberland River. The river's history is traced at the As the River Flows Museum."
 },
 {
   "name": "Knoxville",
   "state": "TN",
   "coord": {
      "lat": 36.032334,
      "lon": -83.884804
    },
   "iata": "ATL",
   "rank": 141,
   "id": 4634946,
   "image url": "https://livability.com/wp-content/uploads/2019/01/KnoxvilleTN-Downtown.jpg",
   "description": "Knoxville is a city on the Tennessee River in eastern Tennessee. Downtown, the Market Square district has 19th-century buildings with shops and restaurants. The Museum of East Tennessee History has interactive exhibits plus regional art, textiles and Civil War artifacts. James White’s Fort, built by the Revolutionary War captain, includes the reconstructed 1786 log cabin that was Knoxville’s first permanent building."
 },
 {
   "name": "Memphis",
   "state": "TN",
   "coord": {
      "lat": 35.050667,
      "lon": -89.847782
    },
   "iata": "MEM",
   "rank": 28,
   "id": 4641239,
   "image url": "https://erepublic.brightspotcdn.com/dims4/default/0ab2236/2147483647/strip/true/crop/7479x3900+164+0/resize/840x438!/quality/90/?url=http%3A%2F%2Ferepublic-brightspot.s3.amazonaws.com%2Faf%2F94%2F6a11e9f0410493a976c7eef26c89%2Fshutterstock-1546908842.jpg",
   "description": "Memphis is a city on the Mississippi River in southwest Tennessee, famous for the influential strains of blues, soul and rock 'n' roll that originated there. Elvis Presley, B.B. King and Johnny Cash recorded albums at the legendary Sun Studio, and Presley’s Graceland mansion is a popular attraction. Other music landmarks include the Rock 'n' Soul Museum, Blues Hall of Fame and Stax Museum of American Soul Music."
 },
 {
   "name": "Murfreesboro",
   "state": "TN",
   "coord": {
      "lat": 35.762951,
      "lon": -86.372158
    },
   "iata": "ATL",
   "rank": 165,
   "id": 4644312,
   "image url": "https://drivito2.imgix.drizly.com/913646f7999154b4/96f4836ebb98/tn-nashville-2.jpg?auto=format%2Ccompress&ch=Width%2CDPR&fm=jpeg&q=40&w=1800",
   "description": "Murfreesboro is a city in Tennessee known for its American Civil War history. Stones River National Battlefield sits next to Stones River Cemetery, where over 6,000 Union soldiers are buried. The restored Oaklands Mansion is a former plantation house with an arboretum and gardens. Cannonsburgh Village showcases regional history from the 1830s to the 1930s, with buildings including a schoolhouse and general store."
 },
 {
   "name": "Nashville",
   "state": "TN",
   "coord": {
      "lat": 36.165688,
      "lon": -86.778098
    },
   "iata": "BNA",
   "rank": 23,
   "id": 4644585,
   "image url": "https://gojetit.com/wp-content/uploads/2021/06/nash.jpeg",
   "description": "Nashville is the capital of the U.S. state of Tennessee and home to Vanderbilt University. Legendary country music venues include the Grand Ole Opry House, home of the famous “Grand Ole Opry” stage and radio show. The Country Music Hall of Fame and Museum and historic Ryman Auditorium are Downtown, as is the District, featuring honky-tonks with live music and the Johnny Cash Museum, celebrating the singer's life."
 },
 {
   "name": "Arlington",
   "state": "TX",
   "coord": {
      "lat": 32.635563,
      "lon": -97.148829
    },
   "iata": "DFW",
   "rank": 49,
   "id": 4671240,
   "image url": "https://cdn.homeandmoney.com/wp-content/uploads/2022/02/10102551/Arlington_Blog.jpeg",
   "description": "Arlington is a city in Texas, west of Dallas. It's home to the University of Texas at Arlington (UTA), whose campus has a modern planetarium. In River Legacy Parks, trails cut through hardwood forest rich in wildlife. The park also has the River Legacy Living Science Center, with aquariums, terrariums and interactive exhibits. The Dallas Cowboys football team plays at AT&T Stadium, which also hosts concerts."
 },
 {
   "name": "Austin",
   "state": "TX",
   "coord": {
      "lat": 30.268335,
      "lon": -97.741382
    },
   "iata": "AUS",
   "rank": 10,
   "id": 4671654,
   "image url": "https://xixerone.com/en/wp-content/uploads/sites/2/2020/12/Where-to-Stay-in-Austin-TX-Best-Areas-Hotels-1600x1067.jpg",
   "description": "Austin is the state capital of Texas, an inland city bordering the Hill Country region. Home to the University of Texas flagship campus, Austin is known for its eclectic live-music scene centered around country, blues and rock. Its many parks and lakes are popular for hiking, biking, swimming and boating. South of the city, Formula One's Circuit of the Americas raceway has hosted the United States Grand Prix."
 },
 {
   "name": "Brownsville",
   "state": "TX",
   "coord": {
      "lat": 25.963264,
      "lon": -97.550453
    },
   "iata": "IAH",
   "rank": 146,
   "id": 4676740,
   "image url": "https://img.texasmonthly.com/2019/09/destinations-brownsville-market-square.jpg?auto=compress&crop=faces&fit=crop&fm=jpg&h=1050&ixlib=php-1.2.1&q=45&w=1400",
   "description": "Brownsville is a city in Cameron County in the U.S. state of Texas. It is on the western Gulf Coast in South Texas, adjacent to the border with Matamoros, Mexico. The city covers 145.2 sq mi, and has a population of 186,738 as of the 2020 census."
 },
 {
   "name": "Carrollton",
   "state": "TX",
   "coord": {
      "lat": 32.962473,
      "lon": -96.89817
    },
   "iata": "DFW",
   "rank": 192,
   "id": 4679195,
   "image url": "https://www.carrolltontxdevelopment.com/home/showpublishedimage/26135/637903649242170000",
   "description": "Carrollton is a city in Dallas, Denton, and Collin counties in the U.S. state of Texas. As of the 2020 census, its population was 133,434, making it the 23rd-most populous city in Texas."
 },
 {
   "name": "Corpus Christi",
   "state": "TX",
   "coord": {
      "lat": 27.797802,
      "lon": -97.399067
    },
   "iata": "IAH",
   "rank": 60,
   "id": 4683416,
   "image url": "https://tourscanner.com/blog/wp-content/uploads/2022/01/things-to-do-in-Corpus-Christi.jpg",
   "description": "Corpus Christi is a Texas city on the Gulf of Mexico. It’s tucked into a bay and its beaches are sheltered by Padre and Mustang islands. The Padre Island National Seashore is home to migratory birds and endangered Kemp’s ridley sea turtles. The harborfront Texas State Aquarium has touch pools, an aquatic nursery and a shark exhibit. Nearby, a WWII aircraft carrier, USS Lexington, now houses a naval aviation museum."
 },
 {
   "name": "Dallas",
   "state": "TX",
   "coord": {
      "lat": 32.781179,
      "lon": -96.790329
    },
   "iata": "DFW",
   "rank": 9,
   "id": 4684888,
   "image url": "https://www.planetware.com/wpimages/2020/06/texas-dallas-visitors-guide-to-exploring-downtown-where-is-dallas.jpg",
   "description": "Dallas, a modern metropolis in north Texas, is a commercial and cultural hub of the region. Downtown’s Sixth Floor Museum at Dealey Plaza commemorates the site of President John F. Kennedy’s assassination in 1963. In the Arts District, the Dallas Museum of Art and the Crow Collection of Asian Art cover thousands of years of art. The sleek Nasher Sculpture Center showcases contemporary sculpture."
 },
 {
   "name": "Denton",
   "state": "TX",
   "coord": {
      "lat": 33.220974,
      "lon": -97.146038
    },
   "iata": "DFW",
   "rank": 182,
   "id": 4685907,
   "image url": "https://assets.simpleviewinc.com/simpleview/image/upload/c_fill,h_800,q_75,w_1980/v1/clients/denton/Untitled_design_25__28882c54-6c19-4c83-aa55-2daa74968d3c.png",
   "description": "Denton is a city in Texas within the Dallas-Fort Worth metro area. In its center, the striking Denton County Courthouse-on-the-Square Museum explores local history. Nearby, the Bayless-Selby House Museum is a grand Queen Anne–style home with Victorian interiors. Outdoor sculptures dot the University of North Texas campus. Southeast, huge Lewisville Lake is ringed by parks and marinas, and full of bass and catfish."
 },
 {
   "name": "Fort Worth",
   "state": "TX",
   "coord": {
      "lat": 32.771419,
      "lon": -97.291484
    },
   "iata": "DFW",
   "rank": 12,
   "id": 4691930,
   "image url": "https://www.nowcfo.com/wp-content/uploads/2020/04/fort-worth-texas-NOW-CFO.jpg",
   "description": "Fort Worth is a city in North Central Texas. In the late 19th century, it became an important trading post for cowboys at the end of the Chisholm Trail. Today, it's a modern city, with international art institutions like the Kimbell Art Museum. The Fort Worth Stockyards are home to rodeos, and the National Cowgirl Museum and Hall of Fame honors pioneers."
 },
 {
   "name": "Frisco",
   "state": "TX",
   "coord": {
      "lat": 33.146336,
      "lon": -96.856347
    },
   "iata": "DFW",
   "rank": 95,
   "id": 4692559,
   "image url": "https://images.cvent.com/CSN/74d767c7-aa0b-47a2-b03e-b0f48c796b97/images/33e89d4a84db4ebba6e5c6677c924484_LARGE!_!499b49cd62f26ff5df000531e64c1b08.jpg",
   "description": "Frisco is a city in Texas and part of the Dallas-Fort Worth metro area. Downtown, the Frisco Heritage Museum displays antiques, vintage cars and railroad memorabilia. The National Videogame Museum has rare gaming consoles and arcade machines. Next door, Sci-Tech Discovery Center offers hands-on exhibits for kids. To the northeast, Frisco Commons Park features playgrounds, a fishing pond and an amphitheater"
 },
 {
   "name": "Garland",
   "state": "TX",
   "coord": {
      "lat": 32.931523,
      "lon": -96.615821
    },
   "iata": "DFW",
   "rank": 98,
   "id": 4693003,
   "image url": "https://static.trip101.com/paragraph_media/pictures/000/198/545/large/Firewheel-town-center.jpg?1499312990",
   "description": "Garland is a city in the U.S. state of Texas. It is located northeast of Dallas and is a part of the Dallas–Fort Worth metroplex. It is located within Dallas County except for small portions located in Collin and Rockwall Counties. At the 2010 census, the city had a population of 226,876."
 },
 {
   "name": "Grand Prairie",
   "state": "TX",
   "coord": {
      "lat": 32.776671,
      "lon": -97.009389
    },
   "iata": "DFW",
   "rank": 135,
   "id": 4694482,
   "image url": "https://www.gptx.org/files/sharedassets/public/business/images/main-street.jpg?w=1200&h=713",
   "description": "Grand Prairie is a city in Dallas County, Tarrant County, and Ellis County, Texas, in the United States. It is part of the Mid-Cities region in the Dallas–Fort Worth metroplex. It had a population of 175,396 according to the 2010 census, making it the fifteenth most populous city in the state"
 },
 {
   "name": "Houston",
   "state": "TX",
   "coord": {
      "lat": 29.813142,
      "lon": -95.309789
    },
   "iata": "IAH",
   "rank": 4,
   "id": 4699066,
   "image url": "https://blog-www.pods.com/wp-content/uploads/2021/01/resized_FI_Getty1153253405_Houston-TX-skyline.jpg",
   "description": "Houston is a large metropolis in Texas, extending to Galveston Bay. It’s closely linked with the Space Center Houston, the coastal visitor center at NASA’s astronaut training and flight control complex. The city’s relatively compact Downtown includes the Theater District, home to the renowned Houston Grand Opera, and the Historic District, with 19th-century architecture and upscale restaurants."
 },
 {
   "name": "Irving",
   "state": "TX",
   "coord": {
      "lat": 32.767268,
      "lon": -96.777626
    },
   "iata": "DFW",
   "rank": 97,
   "id": 4700168,
   "image url": "https://www.irvingchamber.com/images/article-images/Cityscape-2.jpg",
   "description": "Irving is a Texas city just northwest of Dallas. The Irving Arts Center offers changing art exhibitions, outdoor installations, theater productions and concerts. Dominating the center of Williams Square is Robert Glen's “Mustangs of Las Colinas,\" a bronze sculpture of 9 wild horses galloping through water. The faithfully restored Ruth Paine House Museum explores the 1963 assassination of President John F. Kennedy"
 },
 {
   "name": "Killeen",
   "state": "TX",
   "coord": {
      "lat": 31.085833,
      "lon": -97.357099
    },
   "iata": "DFW",
   "rank": 168,
   "id": 4703223,
   "image url": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/blurred-cars-on-freeway-leaving-downtown-area-royalty-free-image-1616526361.?crop=1.00xw:1.00xh;0,0&resize=640:*",
   "description": "Killeen is a city in central Texas. It’s known for the Fort Hood military base. The base includes the 1st Cavalry Museum, featuring an outdoor exhibition of historic military vehicles. On the Central Texas College campus, the Mayborn Science Theater hosts planetarium shows. Lions Club Park has a swimming pool and a playground. East of the city, Temple Lake Park has picnic areas, a beach and bass-filled waters"
 },
 {
   "name": "Laredo",
   "state": "TX",
   "coord": {
      "lat": 27.515879,
      "lon": -99.494078
    },
   "iata": "LRD",
   "rank": 83,
   "id": 4705349,
   "image url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/df/7f/ed/hotel-ava.jpg?w=500&h=300&s=1",
   "description": "Laredo is a city on the Mexican border, in southern Texas. The Republic of the Rio Grande Museum chronicles the short-lived independent nation, with displays on local culture and history. Next to Los Dos Laredos Park, a bridge crosses the Rio Grande into Mexico. Lake Casa Blanca International State Park has trails and a fish-filled lake. The Imaginarium of South Texas is a children’s museum with hands-on exhibits."
 },
 {
   "name": "McAllen",
   "state": "TX",
   "coord": {
      "lat": 26.215816,
      "lon": -98.239592
    },
   "iata": "MFE",
   "rank": 193,
   "id": 4709796,
   "image url": "https://www.justice.gov/usao/txs/images/Images_SDTX/McAllen1.jpg",
   "description": "McAllen is a city in southern Texas. The International Museum of Art & Science has interactive exhibits, Picasso lithographs and European paintings. To the south, Quinta Mazatlan is a Spanish Revival mansion surrounded by woodland rich in birdlife. Set in a 1930s former post office, the McAllen Heritage Center has local history displays. McAllen’s many parks include Fireman's Park, home to large Town Lake"
 },
 {
   "name": "McKinney",
   "state": "TX",
   "coord": {
      "lat": 33.141438,
      "lon": -96.588295
    },
   "iata": "DFW",
   "rank": 107,
   "id": 4710178,
   "image url": "https://resource.rentcafe.com/image/upload/w_2000,h_1125/q_auto,f_auto,c_lfill,w_576,ar_1.428,g_auto/s3/2/58193/adobestock_292376924%20(1)%20copy%20w.jpg",
   "description": "McKinney is a city in and the county seat of Collin County, Texas. It is Collin County's third-largest city, after Plano and Frisco. A suburb of the Dallas–Fort Worth metroplex, McKinney is about 32 miles north of Dallas."
 },
 {
   "name": "Pasadena",
   "state": "TX",
   "coord": {
      "lat": 29.678179,
      "lon": -95.202911
    },
   "iata": "HOU",
   "rank": 190,
   "id": 4717782,
   "image url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/55/91/2e/sky-view-of-the-city.jpg?w=500&h=300&s=1",
   "description": "Pasadena is a city in the U.S. state of Texas, within the Houston–The Woodlands–Sugar Land metropolitan area. As of the 2020 U.S. Census, the city's population is 151,950, making it the twentieth most populous city in the state of Texas, as well as the second-largest city in Harris County."
 },
 {
   "name": "Plano",
   "state": "TX",
   "coord": {
      "lat": 33.056756,
      "lon": -96.730831
    },
   "iata": "DFW",
   "rank": 74,
   "id": 4719457,
   "image url": "https://blog-www.pods.com/wp-content/uploads/2021/02/resized_FI_Getty1170174617_Plano-TX-skyline.jpg",
   "description": "Plano is a city in north Texas. The Heritage Farmstead Museum is a restored 19th-century farm with original tools and furniture, plus a replica 1895 schoolroom. The Interurban Railway Museum traces the history of the Texas Electric Railway, and has a vintage rail car. Trails wind through a nature preserve in Oak Point Park. Northeast of town is Southfork Ranch, made famous as the setting for the TV series “Dallas."
 },
 {
   "name": "Round Rock",
   "state": "TX",
   "coord": {
      "lat": 30.501747,
      "lon": -97.647206
    },
   "iata": "AUS",
   "rank": 189,
   "id": 4724129,
   "image url": "https://s.hdnux.com/photos/01/23/60/43/21956833/3/rawImage.jpg",
   "description": "Round Rock is a city near Austin, Texas. It's known for its outdoor activities and historic sites. The Round Rock, a large stone in Brushy Creek, marks the site where wagons made low-water crossings in the 19th century. Nearby, Chisholm Trail Crossing Park has plaques detailing the city’s cattle-driving history. Old Settlers Park includes baseball fields, playgrounds, a disc golf course and a fish-stocked lake."
 },
 {
   "name": "San Antonio",
   "state": "TX",
   "coord": {
      "lat": 29.468413,
      "lon": -98.528889
    },
   "iata": "SAT",
   "rank": 6,
   "id": 4726206,
   "image url": "https://a.cdn-hotels.com/gdcs/production5/d353/58983c80-c31d-11e8-825c-0242ac110006.jpg",
   "description": "San Antonio is a major city in south-central Texas with a rich colonial heritage. The Alamo, an 18th-century Spanish mission preserved as a museum, marks an infamous 1836 battle for Texan independence from Mexico. Following the San Antonio River, the miles-long River Walk is a landmark pedestrian promenade lined with cafes and shops. HemisFair Park’s 750-ft. Tower of the Americas overlooks the city."
 },
 {
   "name": "Waco",
   "state": "TX",
   "coord": {
      "lat": 31.552011,
      "lon": -97.1382
    },
   "iata": "DFW",
   "rank": 196,
   "id": 4739526,
   "image url": "https://www.tourtexas.com/bodyCopy_images/article-images/waco-experiences/river-waco-texas.jpg",
   "description": "Waco is a city in central Texas. By the Brazos River, Cameron Park Zoo is home to lions, otters and meerkats. The Texas Ranger Hall of Fame and Museum traces the history of the state law enforcement agency and displays vintage badges and weapons. The Dr Pepper Museum pays homage to the famed, locally invented soft drink. The Waco Mammoth National Monument is a fossil site home to the bones of Columbian mammoths."
 },
 {
   "name": "Alexandria",
   "state": "VA",
   "coord": {
      "lat": 38.819853,
      "lon": -77.059645
    },
   "iata": "DCA",
   "rank": 169,
   "id": 4744091,
   "image url": "https://www.tripsavvy.com/thmb/7uQJFCdDbhpVTpTTYA_d4M5HF5M=/1000x1000/smart/filters:no_upscale()/OldTownAlexandriaVirginia-68f1a7385c8846879218a03addab7495.jpg",
   "description": "Alexandria, Virginia, is a city on the Potomac River, just south of Washington, DC. It’s known for its Old Town, with brick sidewalks and well-preserved 18th- and 19th-century buildings. King Street is lined with boutiques and specialty shops. Founding fathers dined at Gadsby’s Tavern, now a museum with period objects and photographs. Carlyle House Historic Park is a restored Georgian mansion with a garden."
 },
 {
   "name": "Arlington",
   "state": "VA",
   "coord": {
      "lat": 38.885484,
      "lon": -77.099113
    },
   "iata": "DCA",
   "rank": 100,
   "id": 4744709,
   "image url": "https://en.wikipedia.org/wiki/Arlington_County,_Virginia",
   "description": "Arlington County is a county in the Commonwealth of Virginia. The county is situated in Northern Virginia on the southwestern bank of the Potomac River directly across from the District of Columbia, of which it was once a part, under the name Alexandria County."
 },
 {
   "name": "Chesapeake",
   "state": "VA",
   "coord": {
      "lat": 36.749991,
      "lon": -76.218759
    },
   "iata": "ORF",
   "rank": 91,
   "id": 4752186,
   "image url": "https://npr.brightspotcdn.com/dims4/default/84e1add/2147483647/strip/true/crop/646x339+27+0/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Flegacy%2Fsites%2Fwsdl%2Ffiles%2F201706%2Fchesapeake_visit_facebook.png",
   "description": "Chesapeake is an independent city in the Commonwealth of Virginia. As of the 2020 census, the population was 249,422, it is the second-most populous independent city in Virginia, tenth-largest in the Mid-Atlantic, and the 90th most populous city in the United States."
 },
 {
   "name": "Newport News",
   "state": "VA",
   "coord": {
      "lat": 37.058296,
      "lon": -76.463471
    },
   "iata": "ORF",
   "rank": 148,
   "id": 4776024,
   "image url": "https://www.kxly.com/content/uploads/2022/01/s/o/123e7c4b13b14e16ab08804a5212a000db1f8cc1.jpg",
   "description": "Newport News is an independent city in the U.S. state of Virginia. As of the 2020 census, the population was 186,247. Located in the Hampton Roads region, it is the 5th most populous city in Virginia and 140th most populous city in the United States. Newport News is included in the Hampton Roads metropolitan area."
 },
 {
   "name": "Norfolk",
   "state": "VA",
   "coord": {
      "lat": 36.895911,
      "lon": -76.208521
    },
   "iata": "ORF",
   "rank": 94,
   "id": 4776222,
   "image url": "https://www.norfolk.gov/ImageRepository/Document?documentID=58500",
   "description": "Norfolk is a waterfront city in southeastern Virginia. It’s home to Naval Station Norfolk, a massive naval base on Chesapeake Bay. Nauticus is a maritime museum that features the Battleship Wisconsin, a huge WWII warship. The Chrysler Museum of Art showcases a vast collection of glass art, plus European and American paintings and sculpture. The riverside Virginia Zoo is home to bears, birds, lions and farm animals"
 },
 {
   "name": "Richmond",
   "state": "VA",
   "coord": {
      "lat": 37.524246,
      "lon": -77.493157
    },
   "iata": "RIC",
   "rank": 99,
   "id": 4781708,
   "image url": "https://i.insider.com/61773108da7ba4001804db21?width=700",
   "description": "Richmond, the capital of Virginia, is among America’s oldest major cities. Patrick Henry, a U.S. Founding Father, famously declared “Give me liberty or give me death” at its St. John's Church in 1775, leading to the Revolutionary War. The White House of the Confederacy, home of Confederate President Jefferson Davis during the Civil War, is now a museum in Court End, a neighborhood known for Federal-style mansions."
 },
 {
   "name": "Virginia Beach",
   "state": "VA",
   "coord": {
      "lat": 36.844004,
      "lon": -76.12036
    },
   "iata": "ORF",
   "rank": 44,
   "id": 4791259,
   "image url": "https://static.onecms.io/wp-content/uploads/sites/24/2022/01/03/247739725_10161294631605558_4027226096542341256_n-2000.jpg",
   "description": "Virginia Beach, a coastal city in southeastern Virginia, lies where the Chesapeake Bay meets the Atlantic Ocean. A 3-mile boardwalk stretches along its beach-lined oceanfront. The bayside First Landing State Park marks the 1607 arrival of the Jamestown colonists from England. The Virginia Aquarium & Marine Science Center exhibits ocean life including sharks, rays and sea turtles in globally themed habitats."
 },
 {
   "name": "Des Moines",
   "state": "IA",
   "coord": {
      "lat": 41.672687,
      "lon": -93.572173
    },
   "iata": "DSM",
   "rank": 115,
   "id": 4853828,
   "image url": "https://d194ip2226q57d.cloudfront.net/images/TakeFridayOff_DesMoines_Skyline_COThe-GreaterDe.original.jpg",
   "description": "Des Moines is the capital city of Iowa. The gold-domed Iowa State Capitol building is among the 19th- and early-20th-century landmarks of the East Village area. The Des Moines Art Center is noted for its contemporary collections and Pappajohn Sculpture Park. Local produce and live music are draws at the Downtown Farmers' Market. The Greater Des Moines Botanical Garden has outdoor plant displays and a geodesic dome."
 },
 {
   "name": "Aurora",
   "state": "CO",
   "coord": {
      "lat": 39.739249,
      "lon": -104.862881
    },
   "iata": "DEN",
   "rank": 50,
   "id": 4883817,
   "image url": "https://www.visitaurora.com/imager/s3_us-west-1_amazonaws_com/aurora-2019/images/GatewaytotheRockies_6a869ee3613393ee35ca3265912a1991.jpg",
   "description": "Aurora is a home rule municipality located in Arapahoe, Adams, and Douglas counties, Colorado, United States. The city's population was 386,261 at the 2020 United States Census with 336,035 residing in Arapahoe County, 47,720 residing in Adams County, and 2,506 residing in Douglas County."
 },
 {
   "name": "Chicago",
   "state": "IL",
   "coord": {
      "lat": 41.88531,
      "lon": -87.62213
    },
   "iata": "ORD",
   "rank": 3,
   "id": 4887398,
   "image url": "https://media.timeout.com/images/105650200/750/422/image.jpg",
   "description": "Chicago, on Lake Michigan in Illinois, is among the largest cities in the U.S. Famed for its bold architecture, it has a skyline punctuated by skyscrapers such as the iconic John Hancock Center, 1,451-ft. Willis Tower (formerly the Sears Tower) and the neo-Gothic Tribune Tower. The city is also renowned for its museums, including the Art Institute of Chicago with its noted Impressionist and Post-Impressionist works."
 },
 {
   "name": "Joliet",
   "state": "IL",
   "coord": {
      "lat": 41.509668,
      "lon": -88.180211
    },
   "iata": "ORD",
   "rank": 191,
   "id": 4898015,
   "image url": "https://www.travellens.co/content/images/2022/01/Joliet.jpg",
   "description": "Joliet is a city in Will and Kendall counties in the U.S. state of Illinois, 35 miles southwest of Chicago. It is the county seat of Will County. At the 2020 census, the city was the third-largest in Illinois, with a population of 150,362."
 },
 {
   "name": "Naperville",
   "state": "IL",
   "coord": {
      "lat": 41.759029,
      "lon": -88.152381
    },
   "iata": "ORD",
   "rank": 186,
   "id": 4903279,
   "image url": "https://images.radio.com/aiu-media/ukr-naper-b5244b14-ef1c-4d01-8302-28f04168fdfd.jpg?width=800",
   "description": "Naperville is a western suburb of Chicago, in Illinois. The Naper Settlement is an outdoor museum tracing the area's history as a 19th-century pioneer outpost. Naperville Riverwalk is a network of paths and bridges that curve along the banks of the DuPage River. Nearby, Centennial Beach is a swimming complex with a water slide, diving boards and a sand volleyball court. DuPage Children’s Museum has hands-on exhibit"
 },
 {
   "name": "Rockford",
   "state": "IL",
   "coord": {
      "lat": 42.33342,
      "lon": -89.157198
    },
   "iata": "ORD",
   "rank": 195,
   "id": 4907959,
   "image url": "https://gray-wifr-prod.cdn.arcpublishing.com/resizer/nHScQkxJS30vdBBavXbPfL_bALE=/1200x675/smart/filters:quality(85)/cloudfront-us-east-1.images.arcpublishing.com/gray/IYOF6MTUYBK4LBXZMSIAW6A3DI.jpg",
   "description": "Rockford is a city in northern Illinois. Downtown, the Burpee Museum of Natural History features a dinosaur exhibit. Tinker Swiss Cottage Museum offers rotating exhibits in a Victorian home. Rockford Art Museum exhibits regional American works. The sprawling Anderson Japanese Gardens is across the Rock River. Northeast, Rock Cut State Park shelters muskrats, raccoons and waterfowl."
 },
 {
   "name": "Fort Wayne",
   "state": "IN",
   "coord": {
      "lat": 41.065397,
      "lon": -85.15842
    },
   "iata": "FWA",
   "rank": 77,
   "id": 4920423,
   "image url": "https://www.cityoffortwayne.org/media/com_fpss/cache/103_aaa036e4cb16038f90e128d8e39c714f_m.jpg?t=1646677269",
   "description": "Fort Wayne is a city in northeastern Indiana. The Foellinger-Freimann Botanical Conservatory has indoor tropical, desert and showcase gardens, plus outdoor areas. American painting and sculpture are the focus at Fort Wayne Museum of Art. The 1860 Cathedral of the Immaculate Conception has 19th-century stained glass. Animal habitats at Fort Wayne Children’s Zoo include an African savannah and an Indonesian rainforest."
 },
 {
   "name": "Boston",
   "state": "MA",
   "coord": {
      "lat": 42.354318,
      "lon": -71.073449
    },
   "iata": "BOS",
   "rank": 21,
   "id": 4930956,
   "image url": "https://www.planetware.com/wpimages/2020/06/massachusetts-boston-best-time-to-visit-best-time-of-year-to-visit-sunset.jpg",
   "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 24th-most populous city in the country. The city proper covers about 48.4 sq mi with a population of 675,647 in 2020, also making it the most populous city in New England."
 },
 {
   "name": "Springfield",
   "state": "MA",
   "coord": {
      "lat": 42.170731,
      "lon": -72.604842
    },
   "iata": "BOS",
   "rank": 181,
   "id": 4951788,
   "image url": "https://www.tripsavvy.com/thmb/bdWiYW9HUGZsL7WwmV5boS3OdFM=/3865x2174/smart/filters:no_upscale()/autumn-in-springfield--massachusetts-842653244-5bd34730c9e77c0058d82501.jpg",
   "description": "Springfield is a city in western Massachusetts. Beside the Connecticut River, Naismith Memorial Basketball Hall of Fame commemorates the sport in a striking building. Collections at the Springfield Museums include American paintings and sculpture, scientific exhibits and Asian art. The Amazing World of Dr. Seuss celebrates the beloved children’s author. Springfield Armory documents 2 centuries of military history."
 },
 {
   "name": "Worcester",
   "state": "MA",
   "coord": {
      "lat": 42.265275,
      "lon": -71.879415
    },
   "iata": "ORH",
   "rank": 145,
   "id": 4956184,
   "image url": "https://imageio.forbes.com/i-forbesimg/media/lists/places/worcester-ma_416x416.jpg?format=jpg&height=416&width=416&fit=bounds",
   "description": "Worcester is a city in central Massachusetts. The EcoTarium is a science and nature museum, with a digital planetarium, animal exhibits and a narrow-gauge railway. The vast collection at the central Worcester Art Museum includes Roman mosaics, Impressionist paintings and medieval armor. Now a museum, Salisbury Mansion is an 18th-century Georgian-style building, restored to its 1830s appearance."
 },
 {
   "name": "Detroit",
   "state": "MI",
   "coord": {
      "lat": 42.347021,
      "lon": -83.060184
    },
   "iata": "DTW",
   "rank": 27,
   "id": 4990729,
   "image url": "https://www.worldatlas.com/upload/3e/a7/15/shutterstock-1227763954.jpg",
   "description": "Detroit is the largest city in the midwestern state of Michigan. Near Downtown, the neoclassical Detroit Institute of Arts is famed for the Detroit Industry Murals painted by Diego Rivera, and inspired by the city’s ties to the auto industry, giving it the nickname \"Motor City.\" Detroit is also the birthplace of Motown Records, whose chart-topping history is on display at their original headquarters, Hitsville U.S.A."
 },
 {
   "name": "Grand Rapids",
   "state": "MI",
   "coord": {
      "lat": 42.956176,
      "lon": -85.660693
    },
   "iata": "ORD",
   "rank": 123,
   "id": 4994358,
   "image url": "https://www.michigan.org/sites/default/files/styles/related_content/public/legacy_images/GrandRiver_GrandRapids_JerryHamberg_0.JPEG?itok=3WaPJW9L",
   "description": "Grand Rapids is a Michigan city on the Grand River, east of Lake Michigan. On the outskirts, the Frederik Meijer Gardens & Sculpture Park has a tropical conservatory and multiple gardens. Its art collection includes works by Auguste Rodin, Henry Moore and Ai Weiwei. Downtown, the Grand Rapids Art Museum spotlights Michigan artists in its rotating shows. Grand Rapids is known for many breweries dotted around town."
 },
 {
   "name": "Minneapolis",
   "state": "MN",
   "coord": {
      "lat": 44.984577,
      "lon": -93.269097
    },
   "iata": "MSP",
   "rank": 46,
   "id": 5037649,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Minneapolis_skyline_from_Prospect_Park_Water_Tower%2C_July_2014.jpg/700px-Minneapolis_skyline_from_Prospect_Park_Water_Tower%2C_July_2014.jpg",
   "description": "Minneapolis is a major city in Minnesota that forms \"Twin Cities\" with the neighboring state capital of St. Paul. Bisected by the Mississippi River, it's known for its parks and lakes. Minneapolis is also home to many cultural landmarks like the Walker Art Center, a contemporary art museum, and the adjacent Minneapolis Sculpture Garden, famed for Claes Oldenburg's \"Spoonbridge and Cherry\" sculpture."
 },
 {
   "name": "Lincoln",
   "state": "NE",
   "coord": {
      "lat": 40.865142,
      "lon": -96.823133
    },
   "iata": "LNK",
   "rank": 69,
   "id": 5072006,
   "image url": "https://www.worldatlas.com/upload/10/55/81/shutterstock-1891650880.jpg",
   "description": "Lincoln is the capital city of Nebraska. The Nebraska State Capitol has a domed tower with observation decks. Built in 1930, the Sunken Gardens features themed gardens, sculptures and lily ponds. Up-close animal encounters and a zoo train are among the draws of the Lincoln Children’s Zoo. Sheldon Museum of Art, on the University of Nebraska campus, has a notable collection of American art and a sculpture garden."
 },
 {
   "name": "Omaha",
   "state": "NE",
   "coord": {
      "lat": 41.262003,
      "lon": -95.933564
    },
   "iata": "OMA",
   "rank": 42,
   "id": 5074472,
   "image url": "https://cligs.vt.edu/content/cligs_vt_edu/en/blog/sustainable-cities-series--omaha--nebraska--part-1--urban-sprawl/_jcr_content/article-image.transform/m-medium/image.jpg",
   "description": "Omaha is a city in the U.S. state of Nebraska, on the Missouri River close to the Iowa border. A stop on the Lewis & Clark National Historic Trail, it's known for its pioneer history, museums and cultural centers. The Henry Doorly Zoo and Aquarium spearheads conservation work and features a big cat complex as well as indoor jungle, rainforest and desert habitats."
 },
 {
   "name": "Jersey City",
   "state": "NJ",
   "coord": {
      "lat": 40.726001,
      "lon": -74.047304
    },
   "iata": "EWR",
   "rank": 89,
   "id": 5099836,
   "image url": "https://cdn.britannica.com/40/124040-050-1C958F63/Jersey-City-NJ.jpg",
   "description": "Jersey City is in northeastern New Jersey. Its eastern waterfront faces the Hudson River where it meets Upper New York Bay. Liberty State Park has panoramic views of the Manhattan skyline, the Statue of Liberty and Ellis Island, the former immigrant gateway. The park’s Liberty Science Center features interactive exhibits, live animals and an IMAX Dome theater. Bars and ethnic eateries line downtown’s Grove Street."
 },
 {
   "name": "Newark",
   "state": "NJ",
   "coord": {
      "lat": 40.735642,
      "lon": -74.173988
    },
   "iata": "EWR",
   "rank": 75,
   "id": 5101798,
   "image url": "https://cdn.britannica.com/43/144943-050-BEA1A6DA/Newark-NJ.jpg",
   "description": "Newark is a New Jersey city, home to Newark Liberty International Airport. The New Jersey Performing Arts Center (NJPAC) hosts big-name concerts, dance performances and other shows. Newark Museum’s broad art collection features American paintings and sculptures. Branch Brook Park offers pathways, lakes and abundant cherry trees. The huge Cathedral Basilica of the Sacred Heart was built over decades, starting in 1898"
 },
 {
   "name": "Paterson",
   "state": "NJ",
   "coord": {
      "lat": 40.911999,
      "lon": -74.170965
    },
   "iata": "EWR",
   "rank": 194,
   "id": 5102466,
   "image url": "https://www.travellens.co/content/images/2022/06/Paterson-NJ.jpg",
   "description": "Paterson is the largest city in and the county seat of Passaic County, New Jersey, United States. As of the 2020 United States Census, its population was 159,732."
 },
 {
   "name": "Buffalo",
   "state": "NY",
   "coord": {
      "lat": 42.89606,
      "lon": -78.886424
    },
   "iata": "BUF",
   "rank": 90,
   "id": 5110629,
   "image url": "https://media.istockphoto.com/photos/buffalo-new-york-picture-id182773106?k=20&m=182773106&s=612x612&w=0&h=2rnIuk2Lf9p0CHsPPVO3DrOLCaSVZvGKyru56z_s_W4=",
   "description": "Buffalo is the second-largest city in the U.S. state of New York and the seat of Erie County. It is at the eastern end of Lake Erie, at the head of the Niagara River, and is across the Canadian border from Southern Ontario."
 },
 {
   "name": "New York City",
   "state": "NY",
   "coord": {
      "lat": 40.750422,
      "lon": -73.996328
    },
   "iata": "LGA",
   "rank": 1,
   "id": 5128581,
   "image url": "https://cdn.britannica.com/70/20070-050-C2E2045C/Central-Park-Manhattan-New-York-City-apartment.jpg",
   "description": "New York City comprises 5 boroughs sitting where the Hudson River meets the Atlantic Ocean. At its core is Manhattan, a densely populated borough that’s among the world’s major commercial, financial and cultural centers. Its iconic sites include skyscrapers such as the Empire State Building and sprawling Central Park. Broadway theater is staged in neon-lit Times Square."
 },
 {
   "name": "Rochester",
   "state": "NY",
   "coord": {
      "lat": 43.156612,
      "lon": -77.604023
    },
   "iata": "ROC",
   "rank": 121,
   "id": 5134086,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Rochester_NY_Skyline.jpg/1200px-Rochester_NY_Skyline.jpg",
   "description": "Rochester is a city on Lake Ontario, in New York State. Old industrial buildings cluster near the Genesee River’s High Falls. A vast collection of toys and dolls forms the core of the Strong National Museum of Play. The George Eastman Museum, on the early-1900s estate of the Kodak founder, has photography exhibits, film archives and gardens. Rochester Museum & Science Center has hands-on displays and a planetarium."
 },
 {
   "name": "Yonkers",
   "state": "NY",
   "coord": {
      "lat": 40.946107,
      "lon": -73.866926
    },
   "iata": "LGA",
   "rank": 124,
   "id": 5145215,
   "image url": "https://hirex-assets.s3.us-east-1.amazonaws.com/cities/large/yonkers-ny.jpg",
   "description": "Yonkers is a city on the Hudson River, in Westchester County, New York. Green spaces include Untermyer Park and Gardens, with its formal Walled Garden, water features and river views. The Hudson River Museum has American art, an 1876 mansion and a planetarium. Presidential portraits are displayed at Philipse Manor Hall State Historic Site, a Georgian house. Empire City Casino and Raceway hosts horse races."
 },
 {
   "name": "Akron",
   "state": "OH",
   "coord": {
      "lat": 41.04349,
      "lon": -81.524017
    },
   "iata": "CLE",
   "rank": 133,
   "id": 5145476,
   "image url": "https://crusolutions.com/wp-content/uploads/2020/05/IT-companies-in-Akron.jpg",
   "description": "Akron is a city in Ohio. It’s home to Stan Hywet Hall and Gardens, with a Tudor Revival manor house, a conservatory and landscaped grounds. The Akron Art Museum displays modern pieces, including pop art and photos, in an 1899 building with a dramatic glass and steel addition. To the north, Hale Farm and Village offers a glimpse of life in the 19th century, with 32 restored buildings, plus gardens and farm animals. "
 },
 {
   "name": "Cleveland",
   "state": "OH",
   "coord": {
      "lat": 41.489381,
      "lon": -81.667486
    },
   "iata": "CLE",
   "rank": 54,
   "id": 5150529,
   "image url": "https://www.cleveland.com/resizer/Ji9nIlUmZbVcEZ2q7Wd8ltQk7XQ=/1280x0/smart/arc-anglerfish-arc2-prod-advancelocal.s3.amazonaws.com/public/BA6GATIM6NBVVCGUYQQHGZM6CQ.jpg",
   "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio and the county seat of Cuyahoga County."
 },
 {
   "name": "Toledo",
   "state": "OH",
   "coord": {
      "lat": 41.720684,
      "lon": -83.569359
    },
   "iata": "DTW",
   "rank": 85,
   "id": 5174035,
   "image url": "https://uploads-ssl.webflow.com/58e984c0a0e2f91e7c795e7a/61566912a132189ad87ee77c_Toledo%20OH.jpg",
   "description": "Toledo is an Ohio city at the western tip of Lake Erie. It's home to the Toledo Museum of Art, with its vast collection of modern and Renaissance work. Reflecting the city’s legacy of glass production, the museum's Glass Pavilion showcases thousands of glass works. By the Maumee River, the Imagination Station is a children's science museum with hands-on exhibits. The Toledo Zoo has polar bears, rides and an aquarium."
 },
 {
   "name": "Pittsburgh",
   "state": "PA",
   "coord": {
      "lat": 40.47441,
      "lon": -79.950968
    },
   "iata": "PIT",
   "rank": 68,
   "id": 5206379,
   "image url": "https://www.aroundtheworldl.com/wp-content/uploads/2019/01/DSC05271.jpg.webp",
   "description": "Pittsburgh is a city in western Pennsylvania at the junction of 3 rivers. Its Gilded Age sites, including the Carnegie Museum of Natural History, the Carnegie Museum of Art and the Phipps Conservatory and Botanical Gardens, speak to its history as an early-20th-century industrial capital. In the North Shore neighborhood are the modern Andy Warhol Museum, Heinz Field football stadium and PNC Park baseball stadium."
 },
 {
   "name": "Providence",
   "state": "RI",
   "coord": {
      "lat": 41.81835,
      "lon": -71.424851
    },
   "iata": "BOS",
   "rank": 150,
   "id": 5224151,
   "image url": "https://cdn.britannica.com/36/145036-050-D87AB7B3/Providence-RI.jpg",
   "description": "Providence is the capital city of the U.S. state of Rhode Island. It's home to Brown University and the Rhode Island School of Design, whose RISD Museum displays American art and silver. Nearby, 18th- and 19th-century homes line the streets of College Hill. Waterplace Park is the backdrop for the WaterFire art installation, which lights up the surrounding tidal basin most nights in the summer and for special events."
 },
 {
   "name": "Sioux Falls",
   "state": "SD",
   "coord": {
      "lat": 43.546358,
      "lon": -96.69063
    },
   "iata": "FSD",
   "rank": 137,
   "id": 5231851,
   "image url": "https://cdn.britannica.com/64/117964-050-FD498168/Sioux-Falls-SD.jpg",
   "description": "Sioux Falls is a city in South Dakota. The Big Sioux River tumbles over a series of rock faces in Falls Park, which includes an observation tower and the ruins of the 19th-century Queen Bee Mill. The Queen Anne–style Pettigrew Home & Museum has artifacts collected by Senator Richard F. Pettigrew. The Old Courthouse Museum offers exhibits on local history. Southwest, Sertoma Park has a butterfly house and an aquarium."
 },
 {
   "name": "Madison",
   "state": "WI",
   "coord": {
      "lat": 43.060926,
      "lon": -88.230636
    },
   "iata": "ORD",
   "rank": 87,
   "id": 5261457,
   "image url": "https://marvel-b1-cdn.bc0a.com/f00000000219322/images.squarespace-cdn.com/content/v1/5eac4cadbad0a7612d8c693a/1632844348350-YVID9Z3QSJ09U8BTWXWI/madison+wi.jpg?format=1500w",
   "description": "Madison, the capital city of Wisconsin, lies west of Milwaukee. It’s known for the domed Wisconsin State Capitol, which sits on an isthmus between lakes Mendota and Monona. The Wisconsin Historical Museum documents the state’s immigrant and farming history. The city's paved Capital City State Trail runs past Monona Terrace, a lakefront convention center designed by Frank Lloyd Wright."
 },
 {
   "name": "Milwaukee",
   "state": "WI",
   "coord": {
      "lat": 43.043213,
      "lon": -87.894734
    },
   "iata": "ORD",
   "rank": 30,
   "id": 5263045,
   "image url": "https://assets.visitmilwaukee.org/visitmke/media/global/General%20Images/Gallery%20Size/VM-Milwaukee-Skyline-Drone-Discoveryworld.jpg?ext=.jpg&mode=crop&width=1200&height=600&scale=both&quality=80",
   "description": "Milwaukee is a city in the U.S. state of Wisconsin on Lake Michigan's western shore. It's known for its breweries, many of which offer tours chronicling its role in the beer industry. Overlooking the Menomonee River, the Harley-Davidson Museum displays classic motorcycles, including one of Elvis Presley’s. Nearby is the Milwaukee Public Museum, with its large-scale European Village and a recreation of old Milwaukee."
 },
 {
   "name": "Bridgeport",
   "state": "CT",
   "coord": {
      "lat": 41.308873,
      "lon": -73.363661
    },
   "iata": "JFK",
   "rank": 197,
   "id": 5282804,
   "image url": "https://www.i95exitguide.com/wp-content/uploads/2015/04/960x480-bridgeport-ct.png",
   "description": "Bridgeport is the most populous city and a major port in the U.S. state of Connecticut. With a population of 148,654 in 2020, it is also the fifth-most populous in New England."
 },
 {
   "name": "Chandler",
   "state": "AZ",
   "coord": {
      "lat": 33.324113,
      "lon": -111.878217
    },
   "iata": "mesa",
   "rank": 78,
   "id": 5289282,
   "image url": "https://assets.simpleviewinc.com/simpleview/image/upload/c_limit,h_1200,q_75,w_1200/v1/clients/chandler/Chandler_neighborhood_80f1eb7d-6504-4fec-931c-e470d19134e5.jpg",
   "description": "Chandler is a city southeast of Phoenix, in Arizona. Its many parks include Desert Breeze Park, with vintage train rides on the Desert Breeze Railroad. Veterans Oasis Park has wetlands and a Sonoran Desert landscape, plus the Solar System Walk, a scale model of the planets. Tumbleweed Park features Playtopia, a playground with themed zones. The Arizona Railway Museum exhibits antique trains."
 },
 {
   "name": "Gilbert",
   "state": "AZ",
   "coord": {
      "lat": 33.335401,
      "lon": -111.815281
    },
   "iata": "PHX",
   "rank": 84,
   "id": 5295903,
   "image url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/5d/da/42/downtown-gilbert.jpg?w=1200&h=-1&s=1",
   "description": "Gilbert is a town in Maricopa County, Arizona, United States, located southeast of Phoenix within the city's metropolitan area. Incorporated on July 6, 1920, Gilbert was once known as the \"Hay Shipping Capital of the World\"."
 },
 {
   "name": "Glendale",
   "state": "AZ",
   "coord": {
      "lat": 33.531753,
      "lon": -112.177935
    },
   "iata": "PHX",
   "rank": 88,
   "id": 5295985,
   "image url": "https://www.travellens.co/content/images/2021/10/Glendale-az.jpeg",
   "description": "Glendale is a city in Maricopa County, Arizona, United States, located approximately 9 miles northwest of Downtown Phoenix. As of the 2020 census, it had a population of 248,325."
 },
 {
   "name": "Mesa",
   "state": "AZ",
   "coord": {
      "lat": 33.440695,
      "lon": -111.856967
    },
   "iata": "PHX",
   "rank": 34,
   "id": 5304391,
   "image url": "https://media.istockphoto.com/photos/red-mountain-afternoon-picture-id1191300745?k=20&m=1191300745&s=612x612&w=0&h=S21SMDtlo5BCfXGqXXuyJAYccMVwWNFpr-ky4HD_z5k=",
   "description": "Mesa is a city just east of Phoenix, in Arizona. Mesa Grande Cultural Park is home to a giant, centuries-old ceremonial mound, and artifacts of the ancient Hohokam people. The Arizona Museum of Natural History exhibits dinosaur skeletons and archaeological finds. The nearby i.d.e.a. Museum offers hands-on artistic and scientific exhibits for kids. Mesa Arts Center presents theater, musicals and contemporary art."
 },
 {
   "name": "Peoria",
   "state": "AZ",
   "coord": {
      "lat": 33.573244,
      "lon": -112.245852
    },
   "iata": "PHX",
   "rank": 142,
   "id": 5308480,
   "image url": "https://www.peoriaed.com/home/showpublishedimage/9547/637284229576500000",
   "description": "Peoria is a city in Maricopa and Yavapai counties in the state of Arizona. Most of the city is located in Maricopa County, while a portion in the north is in Yavapai County. It is a major suburb of Phoenix. As of the 2020 census, the population of Peoria was 190,985, up from 154,065 in 2010."
 },
 {
   "name": "Phoenix",
   "state": "AZ",
   "coord": {
      "lat": 33.703967,
      "lon": -112.351835
    },
   "iata": "PHX",
   "rank": 5,
   "id": 5308655,
   "image url": "https://blog-www.pods.com/wp-content/uploads/2021/04/resized_FI_Getty_Phoenix-AZ-skyline.jpg",
   "description": "Phoenix is the capital of the southwestern U.S. state of Arizona. Known for its year-round sun and warm temperatures, it anchors a sprawling, multicity metropolitan area known as the Valley of the Sun. It's known for high-end spa resorts, Jack Nicklaus–designed golf courses and vibrant nightclubs. Other highlights include the Desert Botanical Garden, displaying cacti and numerous native plants."
 },
 {
   "name": "Scottsdale",
   "state": "AZ",
   "coord": {
      "lat": 33.534451,
      "lon": -111.887354
    },
   "iata": "PHX",
   "rank": 81,
   "id": 5313457,
   "image url": "https://azbigmedia.com/wp-content/uploads/2020/08/Scottsdale.jpg",
   "description": "Scottsdale is a desert city in Arizona east of state capital Phoenix. It's known for its spa resorts and golf courses, including TPC Scottsdale. Farther north, trails wind through McDowell Sonoran Preserve, a desertscape of hills, rock formations and cacti. Nearby is Taliesin West, architect Frank Lloyd Wright’s former home and studio. Downtown's Old Town Scottsdale has 1920s buildings and 19th-century olive trees"
 },
 {
   "name": "Surprise",
   "state": "AZ",
   "coord": {
      "lat": 33.640996,
      "lon": -112.37833
    },
   "iata": "PHX",
   "rank": 176,
   "id": 5316428,
   "image url": "https://outdoorsman.guide/wp-content/uploads/2020/10/Surprise-Community-Lake-Fishing-Guide-Peoria-AZ-04.png",
   "description": "Surprise is a city in Maricopa County, in the U.S. state of Arizona. The population was 143,148 at the 2020 census, up from 117,517 in 2010 and just 30,848 in 2000."
 },
 {
   "name": "Tempe",
   "state": "AZ",
   "coord": {
      "lat": 33.401395,
      "lon": -111.931298
    },
   "iata": "PHX",
   "rank": 116,
   "id": 5317058,
   "image url": "https://cdn.burnspestelimination.com/wp-content/uploads/2021/08/iStock-951978260-1-1024x683.jpg",
   "description": "Tempe is a city just east of Phoenix, in Arizona. Its striking Tempe Center for the Arts hosts concerts, dance and comedy shows. Nearby, Tempe Town Lake is dotted with kayaks, pedal boats and paddleboards. Tempe Beach Park hosts outdoor festivals. Rising above the city, Hayden Butte is a mountain dotted with centuries-old rock art. Sporting events and concerts are held at Wells Fargo Arena."
 },
 {
   "name": "Tucson",
   "state": "AZ",
   "coord": {
      "lat": 32.217975,
      "lon": -110.970869
    },
   "iata": "TUS",
   "rank": 33,
   "id": 5318313,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/View_of_Tucson_from_Sentinel_Peak_2.jpg/1200px-View_of_Tucson_from_Sentinel_Peak_2.jpg",
   "description": "Tucson is a city in and the county seat of Pima County, Arizona, United States, and is home to the University of Arizona. It is the second largest city in Arizona, with a population of 542,629 in the 2020 United States Census, while the population of the entire Tucson metropolitan statistical area is 1,043,433."
 },
 {
   "name": "Anaheim",
   "state": "CA",
   "coord": {
      "lat": 33.844983,
      "lon": -117.952151
    },
   "iata": "LAX",
   "rank": 56,
   "id": 5323810,
   "image url": "https://www.marriott.com/content/dam/marriott-leisure/destinations/hero/north-america/usa/california/anaheim/anaheim-hero-destinations.jpg",
   "description": "Anaheim is a city outside Los Angeles, in Southern California. It's home to the Disneyland Resort, a massive complex of family-friendly, Disney-themed rides, restaurants, hotels and shops. The city's also home to pro sports teams. The Honda Center is the indoor arena where the Anaheim Ducks hockey team plays, and Angel Stadium is the home field of the Los Angeles Angels baseball team"
 },
 {
   "name": "Bakersfield",
   "state": "CA",
   "coord": {
      "lat": 35.384337,
      "lon": -119.020562
    },
   "iata": "LAX",
   "rank": 52,
   "id": 5325738,
   "image url": "https://www.flyaha.com/assets/public/images/Bakersfield.jpg",
   "description": "Bakersfield is a city on the Kern River, north of Los Angeles. Displays at the Buena Vista Museum of Natural History focus on geology and paleontology. On the city’s northeastern edge, the California Living Museum explores the state’s flora and fauna, and has a reptile house and a touch tank. Northeast, trails wind through the mountains of the Kern River Ranger District, part of Sequoia National Forest."
 },
 {
   "name": "Chula Vista",
   "state": "CA",
   "coord": {
      "lat": 32.636922,
      "lon": -117.050072
    },
   "iata": "SAN",
   "rank": 73,
   "id": 5336899,
   "image url": "https://www.palomarinnchulavista.com/data1/images/attraction1.jpg",
   "description": "Chula Vista is the second-largest city in the San Diego metropolitan area, the seventh largest city in Southern California, the fifteenth largest city in the state of California, and the 78th-largest city in the United States. The population was 275,487 as of the 2020 census, up from 243,916 as of the 2010 census."
 },
 {
   "name": "Corona",
   "state": "CA",
   "coord": {
      "lat": 33.752886,
      "lon": -116.055617
    },
   "iata": "LAX",
   "rank": 160,
   "id": 5339631,
   "image url": "https://ap.rdcpix.com/7747862f18fbb49725c928c1a58b7ddel-m1902340767od-w480_h360_x2.jpg",
   "description": "Corona is a city in Riverside County, California, United States. As of the 2020 census, the city had a population of 157,136, up from 152,374 at the 2010 census."
 },
 {
   "name": "Elk Grove",
   "state": "CA",
   "coord": {
      "lat": 38.44148,
      "lon": -121.307142
    },
   "iata": "SAC",
   "rank": 149,
   "id": 5346111,
   "image url": "https://cdn5-hosted.civiclive.com/UserFiles/Servers/Server_109585/Image/Departments/Public%20Works/Capital%20Improvement%20Projects/Old%20Town%20Plaza/old_town_elk_grove.jpg",
   "description": "Elk Grove is a city in Sacramento County, California, located just south of the state capital of Sacramento. It is part of the Sacramento–Arden-Arcade–Roseville Metropolitan Statistical Area. As of the 2020 Census, the population of the city was 176,124."
 },
 {
   "name": "Escondido",
   "state": "CA",
   "coord": {
      "lat": 33.102005,
      "lon": -117.08042
    },
   "iata": "LAX",
   "rank": 184,
   "id": 5346827,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Mark_Skovorodko_Photography_-_Escondido_City_Hall.jpg/418px-Mark_Skovorodko_Photography_-_Escondido_City_Hall.jpg",
   "description": "Escondido is a city in San Diego County's North County region, 30 miles northeast of downtown San Diego, 15 miles from the ocean, and 40 miles from the Mexican border. The city occupies a shallow valley ringed by rocky hills. Incorporated in 1888, it is one of the oldest cities in San Diego County."
 },
 {
   "name": "Fontana",
   "state": "CA",
   "coord": {
      "lat": 34.103288,
      "lon": -117.4363
    },
   "iata": "LAX",
   "rank": 108,
   "id": 5349755,
   "image url": "https://www.stgusa.com/site/assets/files/1590/fontana.jpg",
   "description": "Fontana is a city in San Bernardino County, California. Founded by Azariel Blanchard Miller in 1913, it remained essentially rural until World War II, when entrepreneur Henry J. Kaiser built a large steel mill in the area."
 },
 {
   "name": "Fremont",
   "state": "CA",
   "coord": {
      "lat": 37.565285,
      "lon": -121.982721
    },
   "iata": "SFO",
   "rank": 93,
   "id": 5350734,
   "image url": "https://images1.loopnet.com/i2/5UAHdExctJeuYhJqxsGfT8Yuww2dJ5DqTLz-CgqZwVg/110/80-Harris-Pl-Fremont-CA-80-Harris_13-1-Large.jpg",
   "description": "Fremont is a city in California's San Francisco Bay Area. The Niles Essanay Silent Film Museum traces the early days of filmmaking through artifacts and photos. Mission San José is a 1700s Spanish Mission, with a reconstructed church and a museum. The Ardenwood Historic Farm demonstrates horse-powered farming, and features a Victorian mansion. Central Park is home to Lake Elizabeth and the Aqua Adventure Water Park."
 },
 {
   "name": "Fresno",
   "state": "CA",
   "coord": {
      "lat": 36.8411,
      "lon": -119.801015
    },
   "iata": "FAT",
   "rank": 35,
   "id": 5350937,
   "image url": "https://static01.nyt.com/images/2017/04/12/us/12California-Today-fresno/12California-Today-fresno-superJumbo.jpg",
   "description": "Fresno is a city in California's San Joaquin Valley. Created in the early 1900s, Forestiere Underground Gardens consists of Roman-catacombs-inspired subterranean passages and courtyards. Fresno Chaffee Zoo has sea lions and a stingray touch pool. Sprawling, trail-lined Woodward Park is home to the Shinzen Japanese Garden. The city is a base for Yosemite National Park, with its waterfalls and giant rock formations."
 },
 {
   "name": "Garden Grove",
   "state": "CA",
   "coord": {
      "lat": 33.787165,
      "lon": -117.931889
    },
   "iata": "LAX",
   "rank": 162,
   "id": 5351515,
   "image url": "https://ggcity.org/sites/default/files/styles/xlarge/public/gallery/Clock%20Tower.jpg?itok=dIJAgzyh",
   "description": "Garden Grove is a city in northern Orange County, California, United States, located 34 miles southeast of the city of Los Angeles in the Los Angeles metropolitan area. The population was 171,949 at the 2020 United States Census."
 },
 {
   "name": "Glendale",
   "state": "CA",
   "coord": {
      "lat": 34.17051,
      "lon": -118.289463
    },
   "iata": "LAX",
   "rank": 136,
   "id": 5352423,
   "image url": "https://www.glendaleca.gov/home/showpublishedimage/38814/636957533662570000",
   "description": "Glendale is a city in Los Angeles County, California. Downtown, the Museum of Neon Art showcases light-based, kinetic and electric art, plus vintage neon signs. Brand Park has trails and the 19th-century Doctor’s House Museum and Gazebo. The Verdugo Mountains offer equestrian routes and hilltop lookouts. Northeast, trails run through rugged Deukmejian Wilderness Park in the foothills of the San Gabriel Mountains."
 },
 {
   "name": "Hayward",
   "state": "CA",
   "coord": {
      "lat": 37.673946,
      "lon": -122.08482
    },
   "iata": "SFO",
   "rank": 171,
   "id": 5355933,
   "image url": "https://media.istockphoto.com/photos/sunset-view-of-residential-and-industrial-areas-in-east-san-francisco-picture-id1200836485?k=20&m=1200836485&s=612x612&w=0&h=aKdCoQSH3-le9C2ZzRMxTCK0gkrXzoP9AfUGCXiKtWE=",
   "description": "Hayward is a city located in Alameda County, California in the East Bay subregion of the San Francisco Bay Area. With a population of 162,954 as of 2020, Hayward is the sixth largest city in the Bay Area and the third largest in Alameda County. Hayward was ranked as the 34th most populous municipality in California."
 },
 {
   "name": "Huntington Beach",
   "state": "CA",
   "coord": {
      "lat": 33.66205,
      "lon": -117.968459
    },
   "iata": "LAX",
   "rank": 134,
   "id": 5358705,
   "image url": "https://assets.simpleviewinc.com/simpleview/image/upload/c_limit,h_1200,q_75,w_1200/v1/clients/surfcityusa/DJI_0387_1__2a9cbdab-8c22-4a75-bc70-ff743394f11d.jpg",
   "description": "Huntington Beach is a California city southeast of Los Angeles. It's known for surf beaches, such as Huntington City Beach, with its long Huntington Beach Pier. The International Surfing Museum displays longboards and other memorabilia. Sprawling Huntington Central Park features fields, gardens and lakes, plus an equestrian center. Bolsa Chica Ecological Reserve's wetlands and dunes shelter hundreds of bird species."
 },
 {
   "name": "Irvine",
   "state": "CA",
   "coord": {
      "lat": 33.757245,
      "lon": -117.750414
    },
   "iata": "LAX",
   "rank": 66,
   "id": 5359777,
   "image url": "https://www.irvinecompany.com/images/OurStoryFEB2015LAMB-068-Rev-v2-1080x720.jpg",
   "description": "Irvine is a city in Orange County, California. To the east, Orange County Great Park features an antique carousel and a giant, anchored helium balloon. Visitors can ride the balloon up for aerial views. Trails wind past ancient sycamore trees in Bommer Canyon. The Pretend City Children’s Museum has a kid-size post office, cafe and farm. Impressionist art from around California is displayed at the Irvine Museum"
 },
 {
   "name": "Lancaster",
   "state": "CA",
   "coord": {
      "lat": 34.713292,
      "lon": -118.15292
    },
   "iata": "LAX",
   "rank": 174,
   "id": 5364940,
   "image url": "https://arivitas.com/wp-content/uploads/2020/04/genMid.19010488_32_2.jpg",
   "description": "Lancaster is a charter city in northern Los Angeles County, in the Antelope Valley of the western Mojave Desert in Southern California. As of the 2020 census, the population was 173,516, making Lancaster the 153rd largest city in the United States and the 30th largest in California"
 },
 {
   "name": "Long Beach",
   "state": "CA",
   "coord": {
      "lat": 33.756024,
      "lon": -118.201101
    },
   "iata": "LAX",
   "rank": 43,
   "id": 5367929,
   "image url": "https://travellemming.com/wp-content/uploads/Where-to-Stay-in-Long-Beach.jpg",
   "description": "Long Beach is a coastal city and port in Southern California. Moored in its Queensway Bay, RMS Queen Mary is a retired ocean liner and museum ship. The waterfront Aquarium of the Pacific features touch tanks and a shark lagoon. Modern and contemporary works are on display at the Museum of Latin American Art. Rancho Los Cerritos is a 19th-century adobe home and museum set in expansive gardens."
 },
 {
   "name": "Los Angeles",
   "state": "CA",
   "coord": {
      "lat": 33.973951,
      "lon": -118.248405
    },
   "iata": "LAX",
   "rank": 2,
   "id": 5368361,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/20190616154621%21Echo_Park_Lake_with_Downtown_Los_Angeles_Skyline.jpg/1200px-20190616154621%21Echo_Park_Lake_with_Downtown_Los_Angeles_Skyline.jpg",
   "description": "Los Angeles is a sprawling Southern California city and the center of the nation’s film and television industry. Near its iconic Hollywood sign, studios such as Paramount Pictures, Universal and Warner Brothers offer behind-the-scenes tours. On Hollywood Boulevard, TCL Chinese Theatre displays celebrities’ hand- and footprints, the Walk of Fame honors thousands of luminaries and vendors sell maps to stars’ homes."
 },
 {
   "name": "Modesto",
   "state": "CA",
   "coord": {
      "lat": 37.669463,
      "lon": -121.016796
    },
   "iata": "SCK",
   "rank": 109,
   "id": 5373900,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/0/01/Modesto_Arch.JPG",
   "description": "Modesto is the county seat and largest city of Stanislaus County, California, United States. With a population of 218,464 at the 2020 census, it is the 19th largest city in the state of California and forms part of the Sacramento-Stockton-Modesto Combined Statistical Area."
 },
 {
   "name": "Moreno Valley",
   "state": "CA",
   "coord": {
      "lat": 33.88274,
      "lon": -117.224878
    },
   "iata": "ONT",
   "rank": 104,
   "id": 5374732,
   "image url": "https://media.istockphoto.com/photos/moreno-valley-california-picture-id1324479697?k=20&m=1324479697&s=612x612&w=0&h=gezgjqXD4iKADneqtFARwU-6RQGnOYpW3ekcXv2mNUs=",
   "description": "Moreno Valley is a city in Riverside County, California, and is part of the Riverside–San Bernardino–Ontario metropolitan area. It is the second-largest city in Riverside County by population and one of the Inland Empire's population centers. As of the 2020 census, the city's population was 208,634."
 },
 {
   "name": "Oakland",
   "state": "CA",
   "coord": {
      "lat": 37.786027,
      "lon": -122.223779
    },
   "iata": "OAK",
   "rank": 45,
   "id": 5378538,
   "image url": "https://assets.goaaa.com/image/upload/c_fill,g_auto,w_1170,h_593,q_auto:best/v1647564541/singularity-migrated-images/View-downtown-weekend-in-oakland-via-magazine.jpg.jpg",
   "description": "Oakland is a city on the east side of San Francisco Bay, in California. Jack London Square has a statue of the writer, who frequented the area. Nearby, Old Oakland features restored Victorian architecture and boutiques. Near Chinatown, the Oakland Museum of California covers state history, nature and art. Uptown contains the art deco Fox and Paramount theaters, restaurants, bars and galleries."
 },
 {
   "name": "Oceanside",
   "state": "CA",
   "coord": {
      "lat": 33.195534,
      "lon": -117.354538
    },
   "iata": "LAX",
   "rank": 159,
   "id": 5378771,
   "image url": "https://visitoceanside.org/wp-content/uploads/2019/02/Pier-Beach-Wyndham-Palm-Trees-Ocean-05909-small.jpg",
   "description": "Oceanside is a coastal city in California. It's known for palm-dotted Harbor Beach and nearby Oceanside Harbor, with its marina and shops. To the south, the long Oceanside Pier juts into the Pacific Ocean. The California Surf Museum traces the sport's history with a surfboard collection and exhibits on famous surfers. Sculptures, paintings and drawings from the region are on display at the Oceanside Museum of Art."
 },
 {
   "name": "Ontario",
   "state": "CA",
   "coord": {
      "lat": 34.05936,
      "lon": -117.6203
    },
   "iata": "ONT",
   "rank": 130,
   "id": 5379439,
   "image url": "https://cdn.thecrazytourist.com/wp-content/uploads/2017/06/Victoria-Gardens-1024x614.jpg",
   "description": "Ontario is a city in California, east of Los Angeles. Cucamonga-Guasti Regional Park has lakes, picnic areas and a swim complex. The Ontario Museum of History and Art explores the area’s culture through exhibitions and film screenings. The 1894 Graber Olive House offers tours of their cannery. Concerts and sporting events are held at the huge Citizens Business Bank Arena. Several wineries are northeast of the city."
 },
 {
   "name": "Oxnard",
   "state": "CA",
   "coord": {
      "lat": 34.205247,
      "lon": -119.174092
    },
   "iata": "LAX",
   "rank": 118,
   "id": 5380184,
   "image url": "https://a.travel-assets.com/findyours-php/viewfinder/images/res70/174000/174030-Ventura-Harbor.jpg?impolicy=fcrop&w=360&h=224&q=mediumLow",
   "description": "Oxnard is a seaside city west of Los Angeles, in California. Its central Carnegie Art Museum displays contemporary California art in a former library, built in 1906. Nearby, early-1900s homes dot Heritage Square. On the Pacific Coast, Oxnard Beach Park has a wide, sandy shoreline and a grassy lawns, with picnic tables and views of Channel Islands National Park and the Channel Islands National Marine Sanctuary"
 },
 {
   "name": "Palmdale",
   "state": "CA",
   "coord": {
      "lat": 34.408383,
      "lon": -118.123597
    },
   "iata": "LAX",
   "rank": 179,
   "id": 5380698,
   "image url": "https://www.travellens.co/content/images/2021/10/palmdale-ca.jpeg",
   "description": "Palmdale is a city north of Los Angeles, in California. The Joe Davies Heritage Airpark features military planes used by the U.S. Air Force. Trails line Ritter Ranch Park, which sprawls over thousands of acres of rugged mountain and desert terrain. The Palmdale Amphitheater hosts big-name musical acts. North of the city, trails wind through the Prime Desert Woodland Preserve, home to jackrabbits and rich birdlife."
 },
 {
   "name": "Pomona",
   "state": "CA",
   "coord": {
      "lat": 34.042286,
      "lon": -117.756106
    },
   "iata": "LAX",
   "rank": 185,
   "id": 5384170,
   "image url": "https://www.travellens.co/content/images/2021/12/Pomona-ca.jpeg",
   "description": "Pomona is a city in Los Angeles County, California, United States. Pomona is located in the Pomona Valley, between the Inland Empire and the San Gabriel Valley. As of the 2020 United States Census, the city's population was 151,713."
 },
 {
   "name": "Rancho Cucamonga",
   "state": "CA",
   "coord": {
      "lat": 34.839964,
      "lon": -115.967051
    },
   "iata": "LAX",
   "rank": 155,
   "id": 5385955,
   "image url": "https://media.istockphoto.com/photos/rancho-cucamonga-california-picture-id1348128960?k=20&m=1348128960&s=612x612&w=0&h=RvNGldk5uG2KmYcPzL_qcju19j_maTvAD9GcG2NmppU=",
   "description": "Rancho Cucamonga is a city located just south of the foothills of the San Gabriel Mountains and Angeles National Forest in San Bernardino County, California, United States. About 37 miles east of Downtown Los Angeles, Rancho Cucamonga is the 28th most populous city in California."
 },
 {
   "name": "Riverside",
   "state": "CA",
   "coord": {
      "lat": 33.99504,
      "lon": -117.373184
    },
   "iata": "LAX",
   "rank": 58,
   "id": 5387877,
   "image url": "https://www.extraspace.com/blog/wp-content/uploads/2021/07/living-in-riverside-ca.jpg",
   "description": "Riverside is a city in, and the county seat of, Riverside County, California, United States, located in the Inland Empire metropolitan area. It is named for its location beside the Santa Ana River."
 },
 {
   "name": "Roseville",
   "state": "CA",
   "coord": {
      "lat": 38.74073,
      "lon": -121.25603
    },
   "iata": "SMF",
   "rank": 187,
   "id": 5388881,
   "image url": "https://www.planetware.com/wpimages/2022/01/california-roseville-top-things-to-do-fountains-at-roseville2.jpg",
   "description": "Roseville is the largest city in Placer County, California, located within the Sacramento metropolitan area. As of 2019, the US Census Bureau estimated the city's population to be 141,500. Interstate 80 runs through Roseville and State Route 65 runs through part of the northern edge of the city."
 },
 {
   "name": "Sacramento",
   "state": "CA",
   "coord": {
      "lat": 38.377411,
      "lon": -121.444429
    },
   "iata": "SFO",
   "rank": 37,
   "id": 5389489,
   "image url": "https://a.cdn-hotels.com/gdcs/production152/d1609/fb5c78a2-aef9-4606-808e-86c39d311e94.jpg?impolicy=fcrop&w=800&h=533&q=medium",
   "description": "Sacramento, capital of the U.S. state of California, lies at the confluence of the Sacramento River and American River. The district of Old Sacramento harkens back to the city’s Gold Rush era, with wooden sidewalks and wagon rides. One of several museums in Old Sacramento, the California State Railroad Museum depicts the construction of the Transcontinental Railroad, one of the country’s earliest technological feats."
 },
 {
   "name": "Salinas",
   "state": "CA",
   "coord": {
      "lat": 36.64152,
      "lon": -121.622188
    },
   "iata": "SAC",
   "rank": 173,
   "id": 5391295,
   "image url": "https://www.cityofsalinas.org/sites/default/files/styles/brg_slideshow_medium/public/departments_files/public_works_files/gateway_0.png?itok=4PJCVmZP",
   "description": "Salinas is a city in California and the county seat of Monterey County. With a population of 163,542 in the 2020 Census, Salinas is the most populous city in Monterey County."
 },
 {
   "name": "San Bernardino",
   "state": "CA",
   "coord": {
      "lat": 34.104794,
      "lon": -117.29215
    },
   "iata": "LAX",
   "rank": 112,
   "id": 5391710,
   "image url": "https://www.tkda.com/wp-content/uploads/2016/06/ContactUs_SanBernardino.jpg",
   "description": "San Bernardino is a city in California, east of Los Angeles. Ancient Egyptian relics are on display at the Robert and Frances Fullerton Museum of Art, at California State University, San Bernardino. In the city center, Seccombe Lake Park offers playgrounds and fishing. Silverwood Lake, backed by mountains, is to the north. The resort town of Big Bear Lake, in San Bernardino National Forest, is northeast of the city."
 },
 {
   "name": "San Diego",
   "state": "CA",
   "coord": {
      "lat": 32.724103,
      "lon": -117.170912
    },
   "iata": "SAN",
   "rank": 8,
   "id": 5391811,
   "image url": "https://www.planetware.com/photos-large/USCA/california-san-diego-la-jolla-shores.jpg",
   "description": "San Diego is a city on the Pacific coast of California known for its beaches, parks and warm climate. Immense Balboa Park is the site of the renowned San Diego Zoo, as well as numerous art galleries, artist studios, museums and gardens. A deep harbor is home to a large active naval fleet, with the USS Midway, an aircraft-carrier-turned-museum, open to the public."
 },
 {
   "name": "San Francisco",
   "state": "CA",
   "coord": {
      "lat": 37.776646,
      "lon": -122.417481
    },
   "iata": "SFO",
   "rank": 17,
   "id": 5391959,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/1/1e/San_Francisco_from_the_Marin_Headlands_in_March_2019.jpg",
   "description": "San Francisco, officially the City and County of San Francisco, is a commercial and cultural center in the northern region of the U.S. state of California. The city proper is the 17th most populous in the United States, and the fourth most populous in California, with 815,201 residents as of 2021."
 },
 {
   "name": "San Jose",
   "state": "CA",
   "coord": {
      "lat": 37.346608,
      "lon": -121.909871
    },
   "iata": "SJC",
   "rank": 11,
   "id": 5392171,
   "image url": "https://www.busytourist.com/wp-content/uploads/2019/06/things-to-do-in-san-jose.jpg",
   "description": "San Jose is a large city surrounded by rolling hills in Silicon Valley, a major technology hub in California's Bay Area. Architectural landmarks, from the 1883 Italianate-style Oddfellows building to Spanish Colonial Revival structures, make up the downtown historic district. The downtown area is also home to the Tech Museum of Innovation, devoted to the exploration of science and technology."
 },
 {
   "name": "Santa Ana",
   "state": "CA",
   "coord": {
      "lat": 33.74822,
      "lon": -117.858473
    },
   "iata": "LAX",
   "rank": 59,
   "id": 5392900,
   "image url": "https://travel2next.com/wp-content/uploads/things-to-do-in-santa-ana-california.jpg",
   "description": "Santa Ana is a city in Orange County, California. It's home to the Santa Ana Zoo, with its monkeys, mini-train and walk-through aviary. In a Mission Revival–style building, the Bowers Museum displays a large collection of Native American art. The Discovery Cube Orange County is a children's museum with hands-on science exhibits. The Heritage Museum of Orange County features restored 1890s homes set amid gardens."
 },
 {
   "name": "Santa Clarita",
   "state": "CA",
   "coord": {
      "lat": 34.440891,
      "lon": -118.501748
    },
   "iata": "LAX",
   "rank": 113,
   "id": 5393049,
   "image url": "https://arivitas.com/wp-content/uploads/2020/04/osceola_refetoff_view_of_santa_clarita_wb_2017.jpg",
   "description": "Santa Clarita is a California city north of Los Angeles. It's known for the Six Flags Magic Mountain theme park, with many roller coasters. The adjacent Six Flags Hurricane Harbor is a summertime water park with tall slides and a wave pool. The prehistoric stone formations of Vasquez Rocks Natural Area Park have served as a backdrop for many films. William S. Hart Park has a museum dedicated to the silent-film star."
 },
 {
   "name": "Santa Rosa",
   "state": "CA",
   "coord": {
      "lat": 38.450412,
      "lon": -122.783159
    },
   "iata": "SFO",
   "rank": 157,
   "id": 5393287,
   "image url": "https://imengine.prod.srp.navigacloud.com/?uuid=106E4CEE-2442-4EF0-BF9D-D29DEAD5CA12&type=primary&q=72&width=1024",
   "description": "Santa Rosa is a California city in Sonoma County. It's known for its wineries. The Charles M. Schulz Museum and Research Center is dedicated to the famed \"Peanuts\" cartoonist. Nearby, hands-on exhibits at the Children’s Museum of Sonoma County include a mini train station. Big-name musicians perform at the Luther Burbank Center for the Arts. To the east, trail-lined Annadel State Park features wildflowers and a lake."
 },
 {
   "name": "Stockton",
   "state": "CA",
   "coord": {
      "lat": 37.672196,
      "lon": -121.298794
    },
   "iata": "SFO",
   "rank": 63,
   "id": 5399020,
   "image url": "https://content.r9cdn.net/rimg/dimg/de/2a/127632a1-city-22288-169a62a95bf.jpg?crop=true&width=1366&height=768&xhint=3650&yhint=1554",
   "description": "Stockton is a city on the San Joaquin River, in California’s Central Valley. The Haggin Museum features fine art and local history displays. Oak Grove Regional Park has trails, a nature center and a lake stocked with catfish. In nearby Lodi, Micke Grove Regional Park includes a Japanese garden, the San Joaquin County Historical Museum and Micke Grove Zoo. The Children’s Museum of Stockton offers hands-on exhibits."
 },
 {
   "name": "Sunnyvale",
   "state": "CA",
   "coord": {
      "lat": 37.371647,
      "lon": -122.023153
    },
   "iata": "SJC",
   "rank": 178,
   "id": 5400075,
   "image url": "https://www.summerhillhomes.com/blog/wordpress/wp-content/uploads/2015/03/sunnyvale-2.jpg",
   "description": "Sunnyvale is a city located in the Santa Clara Valley in northwest Santa Clara County, California. Sunnyvale lies along the historic El Camino Real and Highway 101 and is bordered by portions of San Jose to the north, Moffett Federal Airfield and NASA Ames Research Center to the northwest, Mountain View to the northwest, Los Altos to the southwest, Cupertino to the south, and Santa Clara to the east."
 },
 {
   "name": "Aurora",
   "state": "IL",
   "coord": {
      "lat": 41.747452,
      "lon": -88.238622
    },
   "iata": "ORD",
   "rank": 139,
   "id": 5412347,
   "image url": "https://www.aurora-il.org/ImageRepository/Document?documentID=5043",
   "description": "Aurora is a city in the Chicago metropolitan area located partially in DuPage, Kane, Kendall, and Will counties in the U.S. state of Illinois. Located primarily in DuPage and Kane counties, it is the second most populous city in Illinois, after Chicago, and the 144th most populous city in the United States."
 },
 {
   "name": "Colorado Springs",
   "state": "CO",
   "coord": {
      "lat": 38.828893,
      "lon": -104.809929
    },
   "iata": "DEN",
   "rank": 39,
   "id": 5417598,
   "image url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/57/48/f5/garden-of-the-gods.jpg?w=500&h=300&s=1",
   "description": "Colorado Springs, at an elevation of 6,035 ft., is a city in Colorado at the eastern foot of the Rocky Mountains. It lies near glacier-carved Pikes Peak, a landmark in Pike National Forest with hiking trails and a cog railway leading to its 14,114-ft. summit. The city's Garden of the Gods park features iconic red-sandstone formations and mountain views."
 },
 {
   "name": "Denver",
   "state": "CO",
   "coord": {
      "lat": 39.760189,
      "lon": -104.996553
    },
   "iata": "DEN",
   "rank": 19,
   "id": 5419384,
   "image url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1c/c7/27/eb/caption.jpg?w=700&h=500&s=1",
   "description": "Denver, the capital of Colorado, is an American metropolis dating to the Old West era. Larimer Square, the city’s oldest block, features landmark 19th-century buildings. Museums include the Denver Art Museum, an ultramodern complex known for its collection of indigenous works, and the mansion of famed Titanic survivor Molly Brown. Denver is also a jumping-off point for ski resorts in the nearby Rocky Mountains."
 },
 {
   "name": "Lakewood",
   "state": "CO",
   "coord": {
      "lat": 39.744773,
      "lon": -105.115977
    },
   "iata": "DEN",
   "rank": 166,
   "id": 5427946,
   "image url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/18/a6/a8/ef/colorado-mills.jpg?w=600&h=400&s=1",
   "description": "The City of Lakewood is the home rule municipality that is the most populous municipality in Jefferson County, Colorado, United States. The city population was 155,984 at the 2020 U.S. Census making Lakewood is the fifth most populous city in Colorado and the 167th most populous city in the United States."
 },
 {
   "name": "Thornton",
   "state": "CO",
   "coord": {
      "lat": 39.868041,
      "lon": -104.971924
    },
   "iata": "DEN",
   "rank": 188,
   "id": 5441492,
   "image url": "https://cremedelacreme.com/wp-content/uploads/2021/09/day-trips-thornton-co.jpg",
   "description": "The City of Thornton is a home rule municipality located in Adams and Weld counties, Colorado, United States. The city population was 141,867, all in Adams County, at the 2020 United States Census, an increase of +19.44% since the 2010 United States Census."
 },
 {
   "name": "Albuquerque",
   "state": "NM",
   "coord": {
      "lat": 35.199592,
      "lon": -106.644831
    },
   "iata": "ABQ",
   "rank": 32,
   "id": 5454711,
   "image url": "https://www.travellens.co/content/images/2022/05/Albuquerque-nm.jpg",
   "description": "Albuquerque, New Mexico’s largest city, sits in the high desert. Its modern Downtown core contrasts with Old Town Albuquerque, dating to the city’s 1706 founding as a Spanish colony. Old Town is filled with historic adobe buildings, such as San Felipe de Neri Church, 5 museums, and shops selling Native American handicrafts. Nearby, The Indian Pueblo Cultural Center traces the area’s tribal history."
 },
 {
   "name": "Enterprise",
   "state": "NV",
   "coord": {
      "lat": 36.025249,
      "lon": -115.241943
    },
   "iata": "LAS",
   "rank": 161,
   "id": 5503766,
   "image url": "https://www.pods.com/-/media/pods/primary-feature/21_0041-nv_enterprise-desktop-header.jpg?mw=1280&hash=E21F14458EE624A3E8AEED22DA4099C2",
   "description": "Enterprise is an unincorporated town in the Las Vegas Valley in Clark County, Nevada, United States. The population was 108,481 at the 2010 U.S. Census, up from 14,676 at the 2000 census. It was founded on December 17, 1996."
 },
 {
   "name": "Henderson",
   "state": "NV",
   "coord": {
      "lat": 35.927901,
      "lon": -114.972061
    },
   "iata": "LAS",
   "rank": 55,
   "id": 5505411,
   "image url": "https://travelnevada.com/wp-content/uploads/2022/03/Henderson_Featured.jpg",
   "description": "Henderson is a city near Las Vegas, in Nevada. Clark County Museum has exhibits on regional history, and features restored vintage homes. Lion Habitat Ranch is a sanctuary for big cats. To the east, vast Lake Mead is dotted with marinas, and set in a rocky landscape with valleys and trails. Southwest, the Sloan Canyon National Conservation Area includes a petroglyph site with over 300 ancient rock art panels."
 },
 {
   "name": "Las Vegas",
   "state": "NV",
   "coord": {
      "lat": 36.17372,
      "lon": -115.10647
    },
   "iata": "LAS",
   "rank": 25,
   "id": 5506956,
   "image url": "https://www.planetware.com/photos-large/USNV/us-nevada-las-vegas-the-strip.jpg",
   "description": "Las Vegas, often known simply as Vegas, is the 26th-most populous city in the United States, the most populous city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert."
 },
 {
   "name": "North Las Vegas",
   "state": "NV",
   "coord": {
      "lat": 36.211456,
      "lon": -115.124148
    },
   "iata": "LAS",
   "rank": 80,
   "id": 5509403,
   "image url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/d5/a4/b6/702-helicopters-private.jpg?w=1200&h=-1&s=1",
   "description": "North Las Vegas is a suburban city in Clark County, Nevada, United States, in the Las Vegas Valley. As of the 2010 census it had a population of 216,961, with an estimated population of 251,974 in 2019. The city was incorporated on May 1, 1946. It is the fourth largest city in the state of Nevada."
 },
 {
   "name": "Paradise",
   "state": "NV",
   "coord": {
      "lat": 36.036566,
      "lon": -115.080923
    },
   "iata": "LAS",
   "rank": 96,
   "id": 5509952,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Las_Vegas%2C_Planet_Hollywood.jpg",
   "description": "Paradise is an unincorporated town and census-designated place in Clark County, Nevada, United States, adjacent to the city of Las Vegas. It was formed on December 8, 1950"
 },
 {
   "name": "Reno",
   "state": "NV",
   "coord": {
      "lat": 39.525749,
      "lon": -119.813051
    },
   "iata": "RNO",
   "rank": 79,
   "id": 5511077,
   "image url": "https://a.cdn-hotels.com/gdcs/production13/d1234/06840187-b989-4343-856c-a42990f9fe32.jpg",
   "description": "Reno is a city in the northwest section of the U.S. state of Nevada, along the Nevada-California border, about 22 miles from Lake Tahoe, known as \"The Biggest Little City in the World\"."
 },
 {
   "name": "Spring Valley",
   "state": "NV",
   "coord": {
      "lat": 40.751905,
      "lon": -115.595581
    },
   "iata": "SLC",
   "rank": 119,
   "id": 5512909,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/d/d1/SpringValleyNevada1.JPG",
   "description": "Spring Valley is an unincorporated town and census-designated place in Clark County, Nevada, United States, located 2 miles west of the Las Vegas Strip. The population was 215,597 at the 2020 census. Spring Valley was formed in May 1981."
 },
 {
   "name": "Sunrise Manor",
   "state": "NV",
   "coord": {
      "lat": 36.18498,
      "lon": -115.04697
    },
   "iata": "LAS",
   "rank": 138,
   "id": 5513343,
   "image url": "https://franchises.homeinstead.com/siteassets/home-instead-featured-territory-las-vegas-nevada-residential-area.jpg",
   "description": "Sunrise Manor is a census-designated place in Clark County, Nevada, United States, located on the western base of Frenchman Mountain, east of Las Vegas. The population was 205,618 at the 2020 census. If Sunrise Manor were to be incorporated, it would be one of the largest cities in Nevada."
 },
 {
   "name": "Amarillo",
   "state": "TX",
   "coord": {
      "lat": 35.20603,
      "lon": -101.839602
    },
   "iata": "AMA",
   "rank": 128,
   "id": 5516233,
   "image url": "https://www.marriott.com/content/dam/marriott-leisure/destinations/hero/north-america/usa/texas/amarillo/amarillo-hero-destinations.jpg",
   "description": "Amarillo is a city in the Texas Panhandle. It’s a gateway to the vast, trail-lined Palo Duro Canyon State Park. The Cadillac Ranch is an installation of graffiti-decorated cars, partly buried in a field. With art deco and Spanish Revival buildings, the U.S. Route 66–Sixth Street Historic District is a hub for dining and antiques. The American Quarter Horse Hall of Fame & Museum is dedicated to the famous horse breed."
 },
 {
   "name": "El Paso",
   "state": "TX",
   "coord": {
      "lat": 31.763608,
      "lon": -106.484592
    },
   "iata": "ELP",
   "rank": 22,
   "id": 5520993,
   "image url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-184106738_high.jpg",
   "description": "El Paso is a city in and the county seat of El Paso County in the far southwestern part of the U.S. state of Texas."
 },
 {
   "name": "Lubbock",
   "state": "TX",
   "coord": {
      "lat": 33.588771,
      "lon": -101.850445
    },
   "iata": "LBB",
   "rank": 86,
   "id": 5525577,
   "image url": "https://koa.com/blog/images/Find-Family-Fun-in-Friendly-Lubbock-Texas.jpg?preset=blogPhoto",
   "description": "Lubbock is a city in northwest Texas known as the birthplace of rock ’n’ roll legend Buddy Holly. The Buddy Holly Center celebrates his life and music with artifacts and mementos. Nearby is the West Texas Walk of Fame, with a statue of Holly and plaques honoring musicians from the region. The Museum of Texas Tech University houses millions of objects of art, history and paleontology, plus the Moody Planetarium."
 },
 {
   "name": "Midland",
   "state": "TX",
   "coord": {
      "lat": 31.992384,
      "lon": -102.081464
    },
   "iata": "MAF",
   "rank": 170,
   "id": 5526337,
   "image url": "https://securcareselfstorage.com/blog/wp-content/uploads/2021/09/shutterstock_1485044585-3-2048x1152-1-1024x576.jpg",
   "description": "Midland is a city in western Texas. Part of the Permian Basin area, it’s an oil industry center. At the Permian Basin Petroleum Museum, interactive exhibits detail the history of local oil exploration and include Boom Town, a replica 1930s oil town with a land office and general store. Dating from 1939, the George W. Bush Childhood Home has been restored to its 1950s state, when the 43rd president lived there."
 },
 {
   "name": "Fort Collins",
   "state": "CO",
   "coord": {
      "lat": 40.594597,
      "lon": -105.127416
    },
   "iata": "DEN",
   "rank": 158,
   "id": 5577147,
   "image url": "https://media.timeout.com/images/105239247/750/422/image.jpg",
   "description": "Fort Collins is a city in northern Colorado. Its Old Town historic district has 1800s houses, a vintage trolley, specialty shops and restaurants. The Fort Collins Museum of Discovery features interactive science, history and nature exhibits, plus a digital dome theater. West of the city, trails criss-cross Horsetooth Mountain Open Space, known for the peak's distinctive Horsetooth Rock formation and Horsetooth Falls"
 },
 {
   "name": "Boise",
   "state": "ID",
   "coord": {
      "lat": 43.603768,
      "lon": -116.272921
    },
   "iata": "BOI",
   "rank": 101,
   "id": 5586437,
   "image url": "https://cdn.vox-cdn.com/thumbor/UV0mHZOgmG3Gko_nmdwu2PNyeEM=/0x0:8256x4644/1200x800/filters:focal(3468x1662:4788x2982)/cdn.vox-cdn.com/uploads/chorus_image/image/62886011/shutterstock_1011284800.0.jpg",
   "description": "Boise is the capital city of Idaho. The Boise River Greenbelt is a series of tree-dotted trails and parks hugging the water's edge. In an art deco building, downtown’s Boise Art Museum has contemporary works and an outdoor sculpture garden. The grand, sandstone Idaho State Capitol Building is nearby. The Old Idaho Penitentiary contains 19th-century prison cells and gallows, plus historic military weaponry."
 },
 {
   "name": "Eugene",
   "state": "OR",
   "coord": {
      "lat": 44.067988,
      "lon": -123.080181
    },
   "iata": "EUG",
   "rank": 154,
   "id": 5725846,
   "image url": "https://tzassets.bestwestern.com/wp-content/uploads/2019/11/27201344/1024x5125.jpg",
   "description": "Eugene is a city in Oregon, on the Willamette River. The University of Oregon is home to the Northwest-focused Museum of Natural and Cultural History and the Jordan Schnitzer Museum of Art, known for its Asian collections. The Fifth Street Public Market has cafes and locally owned stores. Green spaces include riverside Alton Baker Park, with extensive trails, and Hendricks Park, featuring a rhododendron garden."
 },
 {
   "name": "Portland",
   "state": "OR",
   "coord": {
      "lat": 45.507856,
      "lon": -122.690794
    },
   "iata": "PDX",
   "rank": 26,
   "id": 5746545,
   "image url": "https://deih43ym53wif.cloudfront.net/seattle-usa-shutterstock_503999926_3aeb59a163.jpeg",
   "description": "Portland, Oregon’s largest city, sits on the Columbia and Willamette rivers, in the shadow of snow-capped Mount Hood. It’s known for its parks, bridges and bicycle paths, as well as for its eco-friendliness and its microbreweries and coffeehouses. Iconic Washington Park encompasses sites from the formal Japanese Garden to Oregon Zoo and its railway. The city hosts thriving art, theater and music scenes."
 },
 {
   "name": "Salem",
   "state": "OR",
   "coord": {
      "lat": 44.94878,
      "lon": -123.003655
    },
   "iata": "PDX",
   "rank": 152,
   "id": 5750162,
   "image url": "https://travel-salem.imgix.net/images/MagicAtTheMill_RonCooper.jpg?auto=compress%2Cformat&crop=focalpoint&fit=min&fp-x=0.5&fp-y=0.5&h=630&q=80&w=1200&s=d3d422f4eea862fbe01272c0b9fdb7ac",
   "description": "Salem is the capital city of Oregon. Set amid a park with gardens, the domed Oregon State Capitol contains a collection of art by Oregon artists. The Hallie Ford Museum of Art includes works by Pacific Northwest and Native American artists. The Willamette Heritage Center includes a Victorian wool mill, plus 19th-century homes with period furnishings. The Bush House Museum is an Italianate mansion built in 1878."
 },
 {
   "name": "Salt Lake City",
   "state": "UT",
   "coord": {
      "lat": 40.756095,
      "lon": -111.900719
    },
   "iata": "SLC",
   "rank": 125,
   "id": 5780993,
   "image url": "https://cdn.britannica.com/69/95669-050-3ECCFE19/Salt-Lake-City-Utah.jpg",
   "description": "Salt Lake City is the capital and most populous city of the U.S. state of Utah, as well as the seat of Salt Lake County, the most populous county in Utah. With a population of 199,723 in 2020, the city is the core of the Salt Lake City metropolitan area, which has a population of 1,257,936."
 },
 {
   "name": "Bellevue",
   "state": "WA",
   "coord": {
      "lat": 47.615471,
      "lon": -122.207221
    },
   "iata": "SEA",
   "rank": 180,
   "id": 5786882,
   "image url": "https://www.tripsavvy.com/thmb/tbuRi-j1K0D3nwtsprU7pQXxOLk=/1333x1000/smart/filters:no_upscale()/BellevueWashington-7be0f9262caf441bb79c8787e9b9ceaf.jpg",
   "description": "Bellevue is a city in Washington state, across Lake Washington from Seattle. Downtown Park has a large lawn, gardens and a waterfall. Nearby, the Bellevue Arts Museum features craft and design exhibitions, plus a sculpture garden. The Bellevue Botanical Garden highlights Pacific Northwest plants, and includes woodlands and wetlands. KidsQuest Children’s Museum has interactive science, tech and art exhibitions"
 },
 {
   "name": "Seattle",
   "state": "WA",
   "coord": {
      "lat": 47.610902,
      "lon": -122.336422
    },
   "iata": "SEA",
   "rank": 18,
   "id": 5809844,
   "image url": "https://www.visittheusa.com/sites/default/files/styles/hero_l/public/images/hero_media_image/2022-04/5639157682e2053e7cfaddeea35c03a1.jpeg?h=1f16ef47&itok=fUdNyhRF",
   "description": "Seattle, a city on Puget Sound in the Pacific Northwest, is surrounded by water, mountains and evergreen forests, and contains thousands of acres of parkland. Washington State’s largest city, it’s home to a large tech industry, with Microsoft and Amazon headquartered in its metropolitan area. The futuristic Space Needle, a 1962 World’s Fair legacy, is its most iconic landmark."
 },
 {
   "name": "Spokane",
   "state": "WA",
   "coord": {
      "lat": 47.66264,
      "lon": -117.435997
    },
   "iata": "GEG",
   "rank": 102,
   "id": 5811696,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/f/f4/MK02733_Spokane_Upper_Falls_3x2_crop.jpg",
   "description": "Spokane is a city in eastern Washington state. It's home to the Northwest Museum of Arts and Culture, which explores the region’s history through exhibits on art, culture and Native American heritage. Next door, Tudor-style Campbell House dates from the early 1900s. Vast Riverfront Park, site of the 1974 World's Fair, has a sculpture walk. In the park, a cable car offers views over tumbling Spokane Falls."
 },
 {
   "name": "Tacoma",
   "state": "WA",
   "coord": {
      "lat": 47.250158,
      "lon": -122.43903
    },
   "iata": "SEA",
   "rank": 105,
   "id": 5812944,
   "image url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Tacoma_skyline_from_McKinley_Way_%282015%29.jpg/800px-Tacoma_skyline_from_McKinley_Way_%282015%29.jpg",
   "description": "Tacoma is a city in Washington state, on the banks of Puget Sound, south of Seattle. It's known for the Museum of Glass, which has works by renowned glass artist Dale Chihuly among its exhibits. These include installations on the Chihuly Bridge of Glass. The Tacoma Art Museum has a strong Northwest regional focus. The Washington State History Museum features hands-on exhibits, plus a vast model railroad."
 },
 {
   "name": "Vancouver",
   "state": "WA",
   "coord": {
      "lat": 45.678996,
      "lon": -122.720499
    },
   "iata": "PDX",
   "rank": 140,
   "id": 5814616,
   "image url": "https://images.seattletimes.com/wp-content/uploads/2017/12/12052017_Tacoma_100417.jpg?d=780x501",
   "description": "Vancouver is a city on the north bank of the Columbia River in the U.S. state of Washington, located in Clark County. Incorporated in 1857, Vancouver has a population of 190,915 as of the 2020 census, making it the fourth-largest city in Washington state."
 },
 {
   "name": "Honolulu",
   "state": "HI",
   "coord": {
      "lat": 21.316548,
      "lon": -157.845053
    },
   "iata": "HNL",
   "rank": 57,
   "id": 5856195,
   "image url": "https://www.treksplorer.com/wp-content/uploads/things-to-do-in-honolulu.jpg",
   "description": "Honolulu, on the island of Oahu’s south shore, is capital of Hawaii and gateway to the U.S. island chain. The Waikiki neighborhood is its center for dining, nightlife and shopping, famed for its iconic crescent beach backed by palms and high-rise hotels, with volcanic Diamond Head crater looming in the distance. Sites relating to the World War II attack on Pearl Harbor include the USS Arizona Memorial"
 },
 {
   "name": "Anchorage",
   "state": "AK",
   "coord": {
      "lat": 61.220018,
      "lon": -149.855702
    },
   "iata": "ANC",
   "rank": 76,
   "id": 5879400,
   "image url": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/14/10/2d/b6/anchorage.jpg?w=700&h=-1&s=1",
   "description": "Anchorage, Alaska’s largest city, is in the south-central part of the state on the Cook Inlet. It's known for its cultural sites, including the Alaska Native Heritage Center, which displays traditional crafts, stages dances, and presents replicas of dwellings from the area’s indigenous groups. The city is also a gateway to nearby wilderness areas and mountains including the Chugach, Kenai and Talkeetna."
 }, 
 {
      "name":"Paris, France",
      "state":"",
      "country":"FR",
      "coord":{
         "lat":48.853401,
         "lon":2.3486
      },
      "iata":"ORY",
      "rank":0,
      "id":2968815,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-paris-france.jpg",
      "description":"Paris, France remains one of the most loved cities to visit in the world because it is an iconic destination for grand life events, like milestone vacations, engagements, celebrations, and honeymoons. It is also an easy place to visit for quick getaways, with regular flight schedules and tours available."
   },
   {
      "name":"London, England",
      "state":"",
      "country":"GB",
      "coord":{
         "lat":51.50853,
         "lon":-0.12574
      },
      "iata":"LCY",
      "rank":0,
      "id":2643743,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-london-england.jpg",
      "description":"There is never a lack of intrigue or interest in London as a destination which is makes it one of the most touristic cities in the world. The Royal intrigue is one of its main draws, as thousands of tourists descend on Buckingham Palace to get a brush with the British monarchy."
   },
   {
      "name":"Bangkok, Thailand",
      "state":"",
      "country":"TH",
      "coord":{
         "lat":13.87719,
         "lon":100.71991
      },
      "iata":"DMK",
      "rank":0,
      "id":1609348,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-bangkok-thailand.jpg",
      "description":"The bustling city of Bangkok, Thailand is one of the top tourist cities in the world, with nearly 24.1 million visitors a year. The city is usually the first stopping point for anyone touring through Thailand. Bangkok has an exciting mix of packed subways, huge skyscrapers, temples, historic architecture, lavish gardens, palaces, and almost nightly sporting events, like kickboxing, that draw thousands of fans."
   },
   {
      "name":"Hong Kong, China",
      "state":"",
      "country":"HK",
      "coord":{
         "lat":22.285521,
         "lon":114.157692
      },
      "iata":"HKG",
      "rank":0,
      "id":1819729,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-hong-kong.jpg",
      "description":"Hong Kong is one of the most famous cities in the world. It has remained so for more than a decade and continues to attract travelers. With an estimated 29.2 million visitors a year, the city has a stronghold over other cities in the world when it comes to attracting travelers. Hong Kong is a convenient holiday destination, and its shopping, especially for bargains, is unmatched."
   },
   {
      "name":"Dubai, United Arab Emirates",
      "state":"",
      "country":"AE",
      "coord":{
         "lat":25.258169,
         "lon":55.304722
      },
      "iata":"DXB",
      "rank":0,
      "id":292223,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-dubai-united-arab-emirates.jpg",
      "description":"Dubai in the United Arab Emirates is synonymous with luxury lifestyles. While Dubai is a large global business center, people enjoy vacationing among the rich and the attractions that cater to them. Dubai is home to the world's tallest building, the Burj Khalifa, and it's where tourists find some other attractions that are among the largest in the world, like the shopping malls and aquarium."
   },
   {
      "name":"Singapore",
      "state":"",
      "country":"SG",
      "coord":{
         "lat":1.28967,
         "lon":103.850067
      },
      "iata":"SIN",
      "rank":0,
      "id":1880252,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-singapore.jpg",
      "description":"The small Asian country of Singapore attracts travelers year-round, and its popularity is growing. The island of Singapore has a stunning blend of historic culture with old buildings nestled in among large skyscrapers. There is a charm between the old and the new in the way that small neighborhood shopping districts exist between the mega luxury shopping malls that Singapore is known for."
   },
   {
      "name":"Rome, Italy",
      "state":"",
      "country":"IT",
      "coord":{
         "lat":41.894741,
         "lon":12.4839
      },
      "iata":"CIA",
      "rank":0,
      "id":3169070,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-rome-italy.jpg",
      "description":"Rome is one of those destinations that sits on many travelers' must-see someday lists. The culture of Rome and its historic architecture are its main draws. The Colosseum, Pantheon, Trevi fountain, and the Vatican usually top the list of things vacationers want to check off their list."
   },
   {
      "name":"Macau, China",
      "state":"",
      "country":"MO",
      "coord":{
         "lat":22.20056,
         "lon":113.546112
      },
      "iata":"HKG",
      "rank":0,
      "id":1821274,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-macau-china.jpg",
      "description":"Macau in southern China has become one of the most visited cities in the world, especially among the rich. There are several reasons for this: First, because Macau has become a thriving investment metropolis, the people traveling for business are also spending time in the city, connecting with the locals and enjoying the more pleasure-filled side of things like shopping, sightseeing, and sports car racing."
   },
   {
      "name":"Istanbul, Turkey",
      "state":"",
      "country":"TR",
      "coord":{
         "lat":41.01384,
         "lon":28.949659
      },
      "iata":"IST",
      "rank":0,
      "id":745044,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-istanbul-turkey.jpg",
      "description":"One of the most famous cities in the world is Istanbul, Turkey, so it makes sense that people want to visit. The city is filled with historic mosques and palaces surrounded by cafés, shops, and chic hotels. The relaxed vibe in Istanbul attracts a crowd that enjoys afternoons hanging out and sipping tea or uncovering a vintage find at a local thrift store."
   },
   {
      "name":"Kuala Lumpur, Malaysia",
      "state":"",
      "country":"MY",
      "coord":{
         "lat":3.14309,
         "lon":101.686531
      },
      "iata":"SZB",
      "rank":0,
      "id":1733046,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-kuala-lumpur-malaysia.jpg",
      "description":"The capital city of Malaysia, Kuala Lumpur welcomes about 13 million visitors a year. It is a city with museums and ties to its culture in places like the Old Market Square, yet it is balanced by the edgy architecture of the Petronas Twin Towers and mega shopping malls. The city is always \"on,\" so you can find a nightlife scene anytime of the day as you take in meeting the locals, dining, and watching sporting events."
   },
   {
      "name":"Delhi, India",
      "state":"",
      "country":"IN",
      "coord":{
         "lat":28.666668,
         "lon":77.216667
      },
      "iata":"DEL",
      "rank":0,
      "id":1273294,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-delhi-india.jpg",
      "description":"India is such a big country and is so popular with tourists that several of its main cities are among the most visited cities in the world, including Delhi. One of the reasons Delhi is popular is because it is close to a number of other top experiences in India, so it is a convenient base."
   },
   {
      "name":"Tokyo, Japan",
      "state":"",
      "country":"JP",
      "coord":{
         "lat":35.689499,
         "lon":139.691711
      },
      "iata":"HND",
      "rank":0,
      "id":1850147,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-tokyo-japan.jpg",
      "description":"The metropolis of Tokyo in Japan is one of the most exciting cities in the world, which is why millions of tourists go there every year. What makes Japan so popular is the whirlwind of eye-popping attractions, from ancient temples and Anime to the Tokyo Skytree broadcast tower."
   },
   {
      "name":"Antalya, Turkey",
      "state":"",
      "country":"TR",
      "coord":{
         "lat":36.77409,
         "lon":30.71777
      },
      "iata":"AYT",
      "rank":0,
      "id":323776,
      "image url":"https://www.planetware.com/wpimages/2020/03/world-most-visited-cities-antalya-turkey.jpg",
      "description":"The Mediterranean Sea sitting against the backdrop of beautiful Antalya, Turkey makes it a desired vacation spot for travelers. From the beautiful sand beaches and warm weather to the waterfalls, cliffs, and sunsets, it is a perfect vacation."
   },
   {
      "name":"Mexico City, Mexico",
      "state":"",
      "country":"MX",
      "coord":{
         "lat":19.428471,
         "lon":-99.127663
      },
      "iata":"MEX",
      "rank":0,
      "id":3530597,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-mexico-city.jpg",
      "description":"Mexico City has risen in the ranks over the years to be recognized as one of the greatest cosmopolitan capitals in the world. If you want culture, cuisine, the arts, architecture, history, and glamorous hotels, Mexico City checks every single box."
   },
   {
      "name":"Moscow, Russia",
      "state":"",
      "country":"RU",
      "coord":{
         "lat":55.761665,
         "lon":37.606667
      },
      "iata":"VKO",
      "rank":0,
      "id":524894,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-moscow-russia-kremlin-st-basils-cathedral.jpg",
      "description":"Moscow, Russia is a juxtaposition of grand, ornate imperial culture, set against frenetic, modern urban energy. This is where the heart of Russia beats, from the Kremlin and Red Square to the bubble-topped domes of St. Basil's Cathedral, the Art Muzeon, and the glamorous Bolshoi Theatre."
   },
   {
      "name":"Porto, Portugal",
      "state":"",
      "country":"PT",
      "coord":{
         "lat":41.149609,
         "lon":-8.61099
      },
      "iata":"OPO",
      "rank":0,
      "id":2735943,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-porto-portugal.jpg",
      "description":"Sliced by the winding Douro River, Porto, Portugal is one of the most beautiful European cities. Colorful buildings and red-tiled roofs rise up over the hills from the river's edge. Porto is as charming as it is historic, seeming to spring from the pages of a fairy tale."
   },
   {
      "name":"Beijing, China",
      "state":"",
      "country":"CN",
      "coord":{
         "lat":39.907501,
         "lon":116.397232
      },
      "iata":"PEK",
      "rank":0,
      "id":1816670,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-beijing-china-forbidden-palace.jpg",
      "description":"For nearly 1,000 years, Beijing has been the capital city of China and has seen the rise and fall of three of China's dynasties. It is a city that is packed with centuries of history, yet is still one of the most fast-paced and modern cities in the entire world."
   },
   {
      "name":"Barcelona, Spain",
      "state":"",
      "country":"ES",
      "coord":{
         "lat":41.38879,
         "lon":2.15899
      },
      "iata":"BCN",
      "rank":0,
      "id":3128760,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-barcelona-spain.jpg",
      "description":"Beaches, buildings, and boats. That's what Barcelona is all about. From the stunning Mediterranean beaches to the architectural marvels of Antoni Gaudi, to the yacht culture, Barcelona lives and breathes by the sea. Add to that fantastic gastronomy, art, history, and hotels and it's easy to see why Barcelona is one of the best cities in the world to visit."
   },
   {
      "name":"Abu Dhabi, United Arab Emirates",
      "state":"",
      "country":"AE",
      "coord":{
         "lat":24.466669,
         "lon":54.366669
      },
      "iata":"AZI",
      "rank":0,
      "id":292968,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-abu-dhabi-united-arab-emirates.jpg",
      "description":"Abu Dhabi is the counterpart to the towering skyscrapers and glitzy lifestyle of Dubai. Sure, it has its own Louvre, but the focus in Abu Dhabi is to embrace the local lifestyle and culture and put a spotlight on the unique heritage of the United Arab Emirates."
   },
   {
      "name":"Amsterdam, Netherlands",
      "state":"",
      "country":"NL",
      "coord":{
         "lat":52.374031,
         "lon":4.88969
      },
      "iata":"AMS",
      "rank":0,
      "id":2759794,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-amsterdam-netherlands.jpg",
      "description":"Amsterdam is one of the most easily accessible cities in the world, with flights from most of the major gateways in North America and Europe. But far beyond easy access, it is what Amsterdam has to offer travelers that makes it one of the best cities in the world to visit."
   },
   {
      "name":"Madrid, Spain",
      "state":"",
      "country":"ES",
      "coord":{
         "lat":40.4165,
         "lon":-3.70256
      },
      "iata":"MAD",
      "rank":0,
      "id":3117735,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-madrid-spain.jpg",
      "description":"Spain has so many fantastic cities to explore, but none is quite as compelling as the capital, Madrid. A combination of history and culture, art and design, cuisine and entertainment, Madrid is the embodiment of everything people love about a fantastic European city."
   },
   {
      "name":"Sydney, Australia",
      "state":"",
      "country":"AU",
      "coord":{
         "lat":-33.867851,
         "lon":151.207321
      },
      "iata":"SYD",
      "rank":0,
      "id":2147714,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-sydney-australia.jpg",
      "description":"With its spectacular harborside perch, stunning beaches, and cosmopolitan (yet decidedly laid-back) flair, Sydney is truly one of the greatest cities in the world. Residents and visitors alike take pleasure as much in a fine meal as they do in a beachfront hike."
   },
   {
      "name":"San Miguel de Allende, Mexico",
      "state":"",
      "country":"MX",
      "coord":{
         "lat":20.91667,
         "lon":-100.75
      },
      "iata":"QRO",
      "rank":0,
      "id":3985344,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-san-miguel-allende-mexico.jpg",
      "description":"There's a reason that San Miguel de Allende is voted the best city in the world by top international travel magazines. It is a veritable outdoor museum, splashed with bright colors and veined with cobblestone streets. Add to that some of the best boutique hotels in Mexico, fabulous restaurants, museums, outdoor entertainment, and so many things to see and do in the surrounding region, that it will be difficult to deny San Miguel de Allende's inherent beauty and charm."
   },
   {
      "name":"Lisbon, Portugal",
      "state":"",
      "country":"PT",
      "coord":{
         "lat":38.726349,
         "lon":-9.14843
      },
      "iata":"LIS",
      "rank":0,
      "id":6458923,
      "image url":"https://www.planetware.com/wpimages/2022/02/top-cities-world-to-visit-lisbon-portugal.jpg",
      "description":"Lisbon is truly a masterpiece – and a hidden one, at that. One of the most under-the-radar Western European capitals, Lisbon is laid out like a painting, complete with red-tiled roofs, brightly colored waterfront buildings, cable cars, and medieval architecture."
   }
]
